{
  "source": "PIHKAL: A Chemical Love Story - Appendix B: Glossary",
  "authors": ["Alexander Shulgin", "Ann Shulgin"],
  "year": 1991,
  "pages": "957-68",
  "online_edition": "Erowid.org/library/books_online/pihkal/pihkal_glossary_appendix_b.shtml",
  "description": "A dictionary of terms that have commonly been used in and about the area of psychedelic drug experimentation. Many of these are common words, but in immediate application to this particular area of inquiry, they can carry different meanings than usual.",
  "epigraph": {
    "source": "Ambrose Bierce, Devil's Dictionary",
    "quote": "DICTIONARY, n. A malevolent literary device for cramping the growth of a language and making it hard and inelastic. This dictionary, however, is a most useful work."
  },
  "terms": [
    {
      "term": "ACUTE",
      "part_of_speech": "adj.",
      "definition": "A single exposure to a drug."
    },
    {
      "term": "AFTERGLOW",
      "part_of_speech": "n.",
      "definition": "A state of total peace and contentedness that can follow on the heels of a psychedelic experience. There is a well-known term, POT, or post-orgasmic tranquility, that implies a drifting, a de-stressed period of inattention and reflection, calmness and placidity; this can also be a major part of the drop-off and recovery period following the use of a psychedelic. It is the smile on the face of the Buddha."
    },
    {
      "term": "ALERT",
      "part_of_speech": "n.",
      "definition": "The first clue that a drug will show activity. Each researcher, with experience, comes to recognize his own personal alert. It may be a tinge of lightheadedness, a chill, or a brief raising of the hair on his neck, and simply serves as a reminder that he took something half an hour (or a couple of hours) ago. Sometimes an alert can follow very soon after the taking of the drug, without any further effects becoming apparent until some time later. Each person's alert tends to be experienced consistently, regardless of the nature of the drug being researched."
    },
    {
      "term": "ANOREXIC",
      "part_of_speech": "adj.",
      "alternate_form": "anorectic",
      "definition": "Related to anorexia, meaning loss of appetite. Some of the psychedelic drugs, especially those with a considerable stimulant component, can quite effectively wipe out all desire to eat. Unfortunately (for most of us), there are others, especially those with a strong sensory component, which achieve quite the opposite effect."
    },
    {
      "term": "ASC",
      "part_of_speech": "abbr.",
      "definition": "Altered state of consciousness."
    },
    {
      "term": "ASSAYING",
      "part_of_speech": "v.",
      "see_also": ["RUNNING UP"]
    },
    {
      "term": "AWARENESS",
      "part_of_speech": "n.",
      "see_also": ["ALERT"]
    },
    {
      "term": "BASELINE",
      "part_of_speech": "n.",
      "definition": "The normal psychological and physical state of a person prior to the start of an experiment which, once regained, marks the end of that experiment."
    },
    {
      "term": "BODY LOAD",
      "part_of_speech": "n.",
      "definition": "Any sense of unease in the physical body, such as nausea, aching, heaviness, or the feeling of being 'wired,' or over-stimulated. For some people, diarrhea is considered a form of body load, while for others it is an expected part of most psychedelic experiments, and is regarded as a welcome cleaning out of the system. One elderly and very experienced psychologist considered nausea and vomiting to be a positive event; he welcomed it as a sign that the experimental drug was active, and for him, it meant the beginning of his experience. His attitude, however, was very much the exception and we haven't heard of anyone else doing this research who regards nausea quite that fondly."
    },
    {
      "term": "CENTRAL NERVOUS SYSTEM",
      "part_of_speech": "n.",
      "definition": "The part of the nervous system that involves the brain, the brain stem, and the spinal column. It is to this system that all senses connect (the afferent pathways) and it is from this system that all motor commands emanate (the efferent pathways)."
    },
    {
      "term": "CHRONIC",
      "part_of_speech": "adj.",
      "definition": "Repeated exposure to a drug."
    },
    {
      "term": "CLEAN",
      "part_of_speech": "adj.",
      "definition": "To be in that state of body which results from having declined the use of any psychoactive drug for a period of time. For some people, that might well be months, or even years, but for those who are continuously experimenting with new materials, and who are primarily worried about the masking of effects due to tolerance or refractoriness, it is more likely to mean a period of four or five days."
    },
    {
      "term": "CNS",
      "part_of_speech": "abbr.",
      "see_also": ["CENTRAL NERVOUS SYSTEM"]
    },
    {
      "term": "CONSCIOUS",
      "part_of_speech": "adj.",
      "definition": "Used most commonly in phrases such as 'the conscious mind,' or 'being conscious of.' It is the term applied to that part of the human psyche which is aware of its surroundings, and is capable of being aware of its own existence and observing its own functioning. It has been speculated that the conscious mind also serves as a filter, to prevent the activities of the unconscious psyche from flooding the field of waking awareness. In sleep, the conscious, self-aware mind is usually, for the most part, at rest, and the unconscious part of the psyche becomes activated."
    },
    {
      "term": "CONTACT HIGH",
      "part_of_speech": "n.",
      "definition": "A common occurrence in a group experiment with a psychedelic drug is that a drug-free observer becomes aware that he is experiencing some effects of the material being used by the others. The altered state has become contagious. Animals in the household are especially prone to this kind of unintentional participation, usually appearing to enjoy it immensely. There is no known scientific explanation for this phenomenon."
    },
    {
      "term": "CROSS-TOLERANCE",
      "part_of_speech": "n.",
      "definition": "The decrease or loss of response to a drug due to recent (or prolonged) exposure to a different drug that displays some pharmacological similarities.",
      "see_also": ["TOLERANCE"]
    },
    {
      "term": "DARTING",
      "part_of_speech": "n.",
      "definition": "A sudden and unexpected neurological firing that produces a momentary contraction of the musculature. It may occasionally occur when falling asleep while still at a plus two level of effect. It also occurs under normal conditions involving no drug at all."
    },
    {
      "term": "DECLINE",
      "part_of_speech": "n. or v.",
      "definition": "The period that follows the plateau, during which there is a loss of the drug's effects and an eventual recovery of one's baseline state. From person to person, this is the most variable of the time periods in a drug experiment. It has also been called recovering, tapering off, or dropping off."
    },
    {
      "term": "DEVELOPING",
      "part_of_speech": "v.",
      "definition": "The period of change from the onset of effects to the achievement of the plateau. It is also called the transition. The temporal sequence terminology is: taking the drug, alerting, developing, plateauing, declining, and reestablishment of (or being at) baseline."
    },
    {
      "term": "DROPPING",
      "part_of_speech": "v.",
      "see_also": ["TAKING", "DECLINING"]
    },
    {
      "term": "DRUG-DRUG INTERACTIONS",
      "part_of_speech": "n.",
      "see_also": ["PIGGYBACKING", "PRIMER", "SYNERGISM"]
    },
    {
      "term": "DRUG-FREE",
      "part_of_speech": "adj.",
      "see_also": ["CLEAN"]
    },
    {
      "term": "ENERGY TREMOR",
      "part_of_speech": "n.",
      "definition": "A sensation of heightened responsiveness and sensitivity which may be actually experienced as a fine body tremor with visible shaking, or simply felt as excitement."
    },
    {
      "term": "EUPHORIA",
      "part_of_speech": "n.",
      "definition": "'Eu-' is a prefix that means 'normal.' Euphoria is from the Greek, euphoria, literally a 'bearing well,' from eu, meaning well, and pherein, to bear. The original meaning is a normal state of feeling, as opposed to dysphoria, which means an abnormal state of feeling. In the field of medicine, to give another example, the term euthyroid means a normal, healthy state of the thyroid gland, as opposed to dysthyroid, which indicates an abnormal condition of that gland (usually either hyper- or hypothyroid). The fact that the word euphoria has come to mean a state of feeling better -- or much, much better -- than usual, should give us pause. The implication is that our customary state is one of dysphoria, and that what has come to be considered the proper and normal way to feel in our everyday life is, in actuality, a state of depression. This term must not be confused with U-4-E-uh, a name given to the drug 4-methylaminorex."
    },
    {
      "term": "EXPERIENCED TRAVELER",
      "part_of_speech": "n.",
      "definition": "A person who can remember to feed the cats while under the influence of a psychedelic drug."
    },
    {
      "term": "FANTASY",
      "part_of_speech": "n.",
      "definition": "The eyes-closed construction of an interior world which can become believable to the point where the subject confuses it with objective reality, until and unless he opens his eyes. At high dosage levels of a psychedelic drug, some subjects may forget to open their eyes occasionally, and may find themselves totally captured by and immersed in the fantasy landscape and interactions, as happens in normal dreaming."
    },
    {
      "term": "FLASH-BACK",
      "part_of_speech": "n.",
      "definition": "The rare but not unknown recapitulation of a psychedelic experience at a time when there is no drug present. A reasonable explanation is that there had been, during a past psychedelic experience, some unusual stimulus which had become associated with it, and that, at some subsequent time, a re-experiencing of that unusual stimulus could reprecipitate the psychedelic state. The main reason that the average man views this phenomenon as something negative, is that the average man has been taught to view the psychedelic state as something negative."
    },
    {
      "term": "FUGUE STATE",
      "part_of_speech": "n.",
      "definition": "As used in this book, a transient disorientation that separates the cognitive part of oneself from the sensory part. There is a loss of understanding of the symbolic interpretations of words and things, with only the literal and tangible meanings left for personal use. This is our definition of the word, not that of the medical profession."
    },
    {
      "term": "GRAM",
      "part_of_speech": "n.",
      "definition": "The basic unit of weight on the metric scale, a system used for weights and distances and volumes in all countries other than the United States and, I believe, Brunei. The common subdivisions of the gram is into a thousand parts called milligrams, or a million parts called micrograms. Imagine that you are sitting down to eat a couple of eggs over easy. You take the salt shaker, and give three or four light shakes of salt over the surface of your breakfast. That is about a fourth of a gram of salt, or 250 milligrams. This is equivalent to the weight of a typical dose of mescaline. And in that 250 milligrams of salt there are maybe 5,000 grains, or individual crystals. Each grain weighs maybe 50 micrograms, which is equivalent to the weight of a low-level dose of LSD."
    },
    {
      "term": "HALLUCINATION",
      "part_of_speech": "n.",
      "definition": "An extremely rare phenomenon, in which a completely convincing reality surrounds a person, with his eyes open, a reality that he alone can experience and interact with. The inducement of hallucinations is a property that is commonly attributed to psychedelic drugs, but in reality is virtually non-existent in the use of such materials. In almost all psychedelic experiences undergone by normal, healthy people, there is an awareness of real surroundings. Visual distortions are common, but they are not confused with objective reality by the subject; they are known to be visual distortions and appreciated as such. The delusional anesthetic drugs, such as scopolamine and ketamine, on the other hand, can and do produce true hallucinations."
    },
    {
      "term": "HALLUCINOGENS",
      "part_of_speech": "n.",
      "definition": "A misleading and inaccurate synonym for psychedelic drugs."
    },
    {
      "term": "HAND IN THE AIR",
      "part_of_speech": "phrase",
      "definition": "In any psychedelic experience involving two or more people, there can be a shifting of one's reality reference point and a concomitant potential for mental game-playing. In our research group, a phrase that is unquestioned as being a prelude to a not-game comment is, 'Hand in the air.' It means that whatever follows is a serious, non-stoned, non-mind-fuck statement. 'I smell smoke' could be the entry to an editorial on cigarette smoking or a remark on some aspect of politics. But, 'Hand in the air; I smell smoke,' is intended to cut right through any fantasy or game and must be taken seriously. This particular agreement, or rule, is never violated."
    },
    {
      "term": "HARDHEAD",
      "part_of_speech": "n.",
      "definition": "There is an occasional person who requires 200 milligrams of MDMA, or 300 micrograms of LSD, just to get some beginnings of effect. Whatever the drug might be, he will need twice or five times the dosage required by most other people. This may be due to psychological barriers that must be overcome, or it may be due to the fact that he was born with a nervous system and physical chemistry which is unusually insensitive to the effects of drugs. The term hardhead implies a thick, tough skull, of course, and is often used by such subjects to describe themselves, always with a certain amount of pride."
    },
    {
      "term": "HITCHHIKING",
      "part_of_speech": "v.",
      "definition": "Sometimes an innocent, drug-free person will find himself strangely disturbed or uncomfortable in the presence of an experimental subject who is, unknown to him, experiencing the effects of a psychedelic drug; for instance in the checkout line at the supermarket. This unconscious awareness (or contact high) can produce a feeling of irritation, or even overt hostility, in the inadvertent hitchhiker, and his or her distress is all the worse for having no apparent or understandable cause. The responsible psychedelic researcher does not go out in public when under the influence, or if he must do so, he takes care not to risk such intrusion on the unconscious psyches of strangers."
    },
    {
      "term": "IDIOT",
      "part_of_speech": "n.",
      "definition": "A person of either sex who drives a car, motorcycle, or even a bicycle, for that matter, on a public road while under the influence of a psychedelic drug. Most researchers in this area have done it at least once, sometimes in an emergency, but only in a life-and-death situation is it excusable."
    },
    {
      "term": "IMAGERY",
      "part_of_speech": "n.",
      "definition": "Figures, lines and shapes of all kinds, including fine filigree and intricate patterns, superimposed on the dark visual field behind closed eyes. Music can serve as a template for the construction of these images. There is no confusion of realities as can happen with fantasy, but instead, a continuing complexity and richness of design. Such images disappear upon the opening of the eyes. To be precise, they should be referred to as eyes-closed imagery. Patterns and movements seen with the eyes open are called visual changes or visual images."
    },
    {
      "term": "INFLATION",
      "part_of_speech": "n.",
      "definition": "An exhilarating sense of self-importance, self-validation and fearless power. It is essential that any researcher seeking insight into the workings of the human mind experience this radiant state at least once, in order to learn its nature and, by contrast, the nature of a normal, well-balanced state of integration and self-validation. It is also important to his/her understanding of psychological inflation in emotionally disturbed people and in the rulers of certain nations."
    },
    {
      "term": "INGESTION",
      "part_of_speech": "n.",
      "see_also": ["TAKING"]
    },
    {
      "term": "INTOXICATION",
      "part_of_speech": "n.",
      "definition": "This word has the same general meaning in the psychedelic area as it has among drinkers of alcohol and people in love."
    },
    {
      "term": "KETAMINE STATE",
      "part_of_speech": "n.",
      "definition": "Used to indicate a state of consciousness alteration which involves a large degree of dissociation from the body. Users of ketamine can become adept at remaining integrated with their physical world by carefully monitoring their dosage levels and keeping them low, but most ketamine use tends to result in separation from the body and its concerns. We are strongly prejudiced against psychedelic drugs which cause such mind-body separation, as we are against any drug which causes separation from feelings and emotions. However, we acknowledge that the ketamine state can be highly instructive for researchers trying to understand the functions of the human mind."
    },
    {
      "term": "LAUNCHING",
      "part_of_speech": "v.",
      "see_also": ["TAKING"]
    },
    {
      "term": "MACHO",
      "part_of_speech": "adj.",
      "definition": "This describes a person of either sex who pushes his limits too much in experimentation with psychedelics. He always strives to take a higher and yet higher dosage, to prove that he can weather the storm. Such a person should be encouraged to do some intensive insight work into his compulsion, which is essentially self-destructive."
    },
    {
      "term": "MINUS",
      "part_of_speech": "n.",
      "symbol": "-",
      "definition": "On the quantitative potency scale (-, ±, +, ++, +++), there were no effects observed."
    },
    {
      "term": "MYDRIASIS",
      "part_of_speech": "n.",
      "definition": "Enlargement of the pupil of the eye."
    },
    {
      "term": "NAIVE",
      "part_of_speech": "adj.",
      "definition": "An adjective used to describe a person who has had no personal experience with any psychedelic drug. More properly, the term used should be 'drug-naive.'"
    },
    {
      "term": "NIBBLING",
      "part_of_speech": "v.",
      "definition": "This is a jargon term for running up, in small increments, the human evaluations of a new compound.",
      "see_also": ["RUNNING UP"]
    },
    {
      "term": "NOISE",
      "part_of_speech": "n.",
      "definition": "A term used in describing the inner busyness of the mind, the excessive or annoying mental input, produced by certain psychedelic drugs, or characteristic of the initial -- transition -- stages of some drug experiments. It can also result simply from too high a dosage level."
    },
    {
      "term": "OFF BASELINE",
      "part_of_speech": "adj.",
      "see_also": ["ALERT"]
    },
    {
      "term": "PARESTHESIA",
      "part_of_speech": "n.",
      "definition": "A peripheral response to a drug which can be felt as tingling, pins-and-needles, or hair standing on end; it might take the form of a chill (even if the air is warm), or a feeling that one's skin is crawling."
    },
    {
      "term": "PIGGYBACKING",
      "part_of_speech": "v.",
      "definition": "A study of the interaction of two different drugs, the second being administered in place of a supplement to the first. Any deviation from the effects that would have followed a supplement of the original drug will give additional information as to the nature of the second drug."
    },
    {
      "term": "PLATEAU",
      "part_of_speech": "n. or v.",
      "definition": "The period of time spent at the level of maximum effect of whatever drug has been ingested, at the particular dosage given. It is preceded by the transition and development, and is followed by the decline. As a verb, 'to plateau' means to reach that level of drug effect."
    },
    {
      "term": "PLUS/MINUS",
      "part_of_speech": "n.",
      "symbol": "±",
      "definition": "The level of effectiveness of a drug that indicates a threshold action. If a higher dosage produces a greater response, then the plus/minus (±) was valid. If a higher dosage produces nothing, then this was a false positive."
    },
    {
      "term": "PLUS ONE",
      "part_of_speech": "n.",
      "symbol": "+",
      "definition": "The drug is quite certainly active. The chronology can be determined with some accuracy, but the nature of the drug's effects are not yet apparent."
    },
    {
      "term": "PLUS TWO",
      "part_of_speech": "n.",
      "symbol": "++",
      "definition": "Both the chronology and the nature of the action of a drug are unmistakably apparent. But you still have some choice as to whether you will accept the adventure, or rather just continue with your ordinary day's plans (if you are an experienced researcher, that is). The effects can be allowed a predominent role, or they may be repressible and made secondary to other chosen activities."
    },
    {
      "term": "PLUS THREE",
      "part_of_speech": "n.",
      "symbol": "+++",
      "definition": "Not only are the chronology and the nature of a drug's action quite clear, but ignoring its action is no longer an option. The subject is totally engaged in the experience, for better or worse."
    },
    {
      "term": "PLUS FOUR",
      "part_of_speech": "n.",
      "symbol": "++++",
      "definition": "A rare and precious transcendental state, which has been called a 'peak experience,' a 'religious experience,' 'divine transformation,' a 'state of Samadhi' and many other names in other cultures. It is not connected to the +1, +2 and +3 of the measuring of a drug's intensity. It is a state of bliss, a participation mystique, a connectedness with both the interior and exterior universes, which has come about after the ingestion of a psychedelic drug, but which is not necessarily repeatable with a subsequent ingestion of that same drug. If a drug (or technique or process) were ever to be discovered which would consistently produce a plus four experience in all human beings, it is conceivable that it would signal the ultimate evolution, and perhaps the end of, the human experiment."
    },
    {
      "term": "POTENTIATION",
      "part_of_speech": "n.",
      "definition": "The influence of an inactive drug on the effects realized from an active drug."
    },
    {
      "term": "PRIMER",
      "part_of_speech": "n.",
      "definition": "A word used in the study of the interaction of two different drugs, one of them without activity. The inactive, 'primer,' drug is administered and, while it is still in the system, the second, 'primed,' drug is given. Any activity observed which is different from that expected from the primed drug alone will be a measure of potentiation. The effect may be one of enhanced action; it may be that of decreased action; it may be a change in either quality or duration of activity."
    },
    {
      "term": "PRIMING",
      "part_of_speech": "v.",
      "see_also": ["PRIMER"]
    },
    {
      "term": "PRODRUG",
      "part_of_speech": "n.",
      "definition": "A chemical that is intrinsically without activity at a receptor site, but which is converted (activated) by the metabolic processes of the body."
    },
    {
      "term": "PSYCHE",
      "part_of_speech": "n.",
      "definition": "A term used to encompass the non-physical human mind, conscious and unconscious, including feelings and emotions. The word, psyche, has come into modern use as a substitute for the more ancient, but scientifically unapproachable, concept of soul."
    },
    {
      "term": "PSYCHEDELIC",
      "part_of_speech": "n. or adj.",
      "definition": "As an adjective, meaning pertaining to a change in the normal state of consciousness, usually with some accompanying changes in the acuity of the senses. Also, 'mind-manifesting.' As a noun, a drug that can allow such changes to occur. The word was coined by Doctor Humphry Osmond in the 1950s."
    },
    {
      "term": "PSYCHOTOMIMETIC",
      "part_of_speech": "n. or adj.",
      "definition": "A name given to the psychedelic drugs to emphasize some supposed similarities between certain of their effects and the psychotic state. The word unites the prefix psychoto- (referring to psychosis) with the suffix -mimetic (meaning imitation). It was one of the earliest terms used for these drugs, and one which implied medical approval of the use of such drugs, at least as research tools."
    },
    {
      "term": "RECOVERY",
      "part_of_speech": "n.",
      "see_also": ["DECLINE"]
    },
    {
      "term": "REFRACTORY",
      "part_of_speech": "adj.",
      "definition": "The state of showing a reduced response to the action of a drug. This may be due to tolerance resulting from recent exposure, the action of some inhibitor, or a condition of health or expectation that interferes with the expected action."
    },
    {
      "term": "RUNNING UP",
      "part_of_speech": "v.",
      "definition": "The process of searching for activity in a new drug by a strategy of taking incrementally larger and larger doses, at time intervals which are calculated to minimize the development of tolerance. A usual pattern is an increase of either 60% or 100% of the previous dosage, following a clean period of several days, until activity is detected. There are many popular terms for this titration process, such as nibbling, assaying, or tasting."
    },
    {
      "term": "SAMADHI",
      "part_of_speech": "n.",
      "definition": "A word in the terminology of the Yoga which represents a direct union with ultimate reality, allowing the dissolving of the ego and an achievement of a state of bliss. Used by western researchers, the word does not necessarily imply a dissolving of ego, but a transformation of it."
    },
    {
      "term": "SCRUDGE",
      "part_of_speech": "n.",
      "definition": "Defined in Book II, entry #176.",
      "cross_reference": "pihkal_quotes.json entry #176 (3-TSB)"
    },
    {
      "term": "STARTING",
      "part_of_speech": "v.",
      "see_also": ["TAKING"]
    },
    {
      "term": "STONED",
      "part_of_speech": "adj.",
      "definition": "This generally means being under the influence of a psychoactive drug. It is a widely used word, and we have employed it in our story as carelessly as most people do. However, in writing a report on the effects of an experimental drug, there is actually an important difference between being 'stoned' and being 'turned-on,' and the researcher should make a distinction between them. A stoning effect is one in which there is awareness of a strongly altered state of consciousness; it may be pleasurable or unpleasant. It is characterized, usually, by a general inability and disinclination to deal with concepts or to employ insight. In other words, one finds it difficult to learn anything of value. On the other hand, being turned on is simply to be aware of a change in one's mind and/or body in the direction of an increased sense of physical and mental energy. Being turned on is usually thought of as positive, whereas there are many researchers who do not enjoy being stoned at all."
    },
    {
      "term": "STRAIGHT",
      "part_of_speech": "adj.",
      "definition": "The state of being at baseline, with no psychedelic drug present in the body."
    },
    {
      "term": "SUBACUTE",
      "part_of_speech": "adj.",
      "definition": "An occasional or short-term exposure to a drug."
    },
    {
      "term": "SUPPLEMENT",
      "part_of_speech": "n. or v.",
      "definition": "The administration of a second dose of an active drug, during the drop-off phase of the activity of an initial dosage. The usual consequence is a prolongation of effect, with a concomitant increase in signs of toxicity."
    },
    {
      "term": "SYNERGISM",
      "part_of_speech": "n.",
      "definition": "The interaction of two drugs, often administered at the same time, which produces a response that is not simply additive. The summed responses may be exaggerated (positive synergy), or attenuated (inhibition)."
    },
    {
      "term": "SYNESTHESIA",
      "part_of_speech": "n.",
      "definition": "An activation of two or more senses simultaneously; for instance, sound may be 'seen' in the mind as being composed of color and shape, or a color may be 'heard' as a musical note or harmony. There are innumerable examples of this melding together of the senses, and the experience is generally considered one of the most treasured effects of a psychedelic drug. There are many people who live in a world of synesthesia continuously, without benefit of drug, having been born with this ability. For the most part, they regard themselves as profoundly blessed."
    },
    {
      "term": "TAKING",
      "part_of_speech": "v.",
      "definition": "The actual ingestion of a drug. When there are several persons involved, any of several rituals can be followed; a toasting and clinking of glasses, the recital of an favorite prayer, or a touching of hands and brief silence. The taking of a drug has also been called 'launching,' 'dropping,' 'taking off' or, simply, 'starting.'"
    },
    {
      "term": "TAPERING OFF",
      "part_of_speech": "v.",
      "see_also": ["DECLINE"]
    },
    {
      "term": "TASTING",
      "part_of_speech": "v.",
      "see_also": ["RUNNING UP"]
    },
    {
      "term": "THRESHOLD",
      "part_of_speech": "n.",
      "definition": "A dosage of a drug that gives some detectable change from baseline. A minimum detectable effect of a drug."
    },
    {
      "term": "TIME-DISTORTION",
      "part_of_speech": "n.",
      "definition": "A mis-perception or distortion concerning the subjective passage of time. With psychedelic drugs, there is almost always a sense that time is passing more slowly than usual. This may be recognized at the global level (you mean it's only been an hour since we took this stuff?), at the clock-watching level (I've been watching the second hand and I've found I can really slow it down), or at the afferent level (where, for instance, the radio pitch and the pulse rate might appear to have dropped considerably)."
    },
    {
      "term": "TITRATE",
      "part_of_speech": "v.",
      "definition": "To determine the effective level of a drug by the sequential taking of graded doses, at separated intervals.",
      "see_also": ["RUNNING UP"]
    },
    {
      "term": "TOLERANCE",
      "part_of_speech": "n.",
      "definition": "The decrease or loss of response to a drug, due to recent or prolonged exposure to it."
    },
    {
      "term": "TOMSO",
      "part_of_speech": "n. or v.",
      "definition": "Used as a noun: a sulfur-containing drug, described in detail in Book II, entry #173. Used as a verb: to instigate or promote an altered state of consciousness during exposure to an ineffective dosage of a psychedelic drug, by the absorption of a modest amount of alcohol.",
      "cross_reference": "pihkal_quotes.json entry #173 (TOMSO)"
    },
    {
      "term": "TRANSITION",
      "part_of_speech": "n.",
      "see_also": ["DEVELOPING"]
    },
    {
      "term": "TRAVELER",
      "part_of_speech": "n.",
      "definition": "A person who explores the effects of psychedelic drugs."
    },
    {
      "term": "TURNED-ON",
      "part_of_speech": "adj.",
      "see_also": ["STONED"]
    },
    {
      "term": "UNCONSCIOUS",
      "part_of_speech": "n. or adj.",
      "definition": "As an adjective, this is a simple word, meaning not being conscious. As a noun, it is a most complex word, meaning that part of the psyche which contains the building blocks of each individual identity, not accessible for most people in the everyday waking state. The sources, shapes and origins of these blocks, these components, are -- to varying degrees -- available to us in sleep, in certain states of mental disturbance, in hypnotic trance, meditation, artistic inspiration, and with the use of certain drugs. Intentional and conscious access to unconscious material can be achieved with the aid of psychedelic drugs, which is one of the values -- and risks -- of such exploration."
    },
    {
      "term": "VISUALS",
      "part_of_speech": "n.",
      "definition": "Changes in the visual area that are usually among the effects of a psychedelic drug. There may be an enhancement of colors, an exaggeration of light-dark contrast, a sparkling of lights, or a change in the visible texture or quality of an object. Some of the changes may reflect the mydriasis (enlargement of pupils) that is often one of the effects of such a drug. The term 'visual effects' is also used to describe the apparent movement of objects in one's surroundings which may be seen with the eyes open, usually at higher than plus-two dosage levels of a psychedelic drug. These are not hallucinations, since they are known by the subject to be apparent and not objectively real, which is not the case in an hallucinatory experience."
    },
    {
      "term": "WIRED",
      "part_of_speech": "adj.",
      "definition": "A condition of intense neurological alertness, which suggests that the response to a given stimulus might be exaggerated by an overly sensitive nervous system."
    }
  ],
  "shulgin_rating_scale": {
    "description": "The Shulgin Rating Scale for quantifying psychedelic drug effects",
    "levels": [
      {
        "symbol": "-",
        "name": "MINUS",
        "description": "No effects observed"
      },
      {
        "symbol": "±",
        "name": "PLUS/MINUS",
        "description": "Threshold action - uncertain if real or placebo"
      },
      {
        "symbol": "+",
        "name": "PLUS ONE",
        "description": "Drug is certainly active, chronology determinable, but nature of effects not yet apparent"
      },
      {
        "symbol": "++",
        "name": "PLUS TWO",
        "description": "Chronology and nature unmistakably apparent, but still possible to choose to engage or continue normal activities"
      },
      {
        "symbol": "+++",
        "name": "PLUS THREE",
        "description": "Fully engaged in experience, ignoring effects no longer an option"
      },
      {
        "symbol": "++++",
        "name": "PLUS FOUR",
        "description": "Rare transcendental peak experience, state of bliss, connectedness with interior and exterior universes"
      }
    ]
  },
  "experience_timeline": {
    "description": "The temporal sequence of a psychedelic experience",
    "phases": [
      "Taking the drug",
      "Alerting",
      "Developing (transition)",
      "Plateauing",
      "Declining",
      "Reestablishment of baseline"
    ]
  },
  "notable_definitions": [
    {
      "term": "EXPERIENCED TRAVELER",
      "quote": "A person who can remember to feed the cats while under the influence of a psychedelic drug."
    },
    {
      "term": "IDIOT",
      "quote": "A person of either sex who drives a car, motorcycle, or even a bicycle, for that matter, on a public road while under the influence of a psychedelic drug."
    },
    {
      "term": "AFTERGLOW",
      "quote": "It is the smile on the face of the Buddha."
    },
    {
      "term": "EUPHORIA",
      "quote": "The implication is that our customary state is one of dysphoria, and that what has come to be considered the proper and normal way to feel in our everyday life is, in actuality, a state of depression."
    },
    {
      "term": "HALLUCINOGENS",
      "quote": "A misleading and inaccurate synonym for psychedelic drugs."
    }
  ],
  "revision_history": [
    {
      "version": "1.0",
      "date": "1991",
      "authors": "A & A Shulgin",
      "note": "First print edition, PIHKAL"
    },
    {
      "version": "1.1",
      "date": "2010-03-11",
      "note": "Online version published on Erowid.org"
    }
  ]
}
