{
  "source": "PIHKAL: Phenethylamines I Have Known And Loved",
  "author": "Alexander & Ann Shulgin",
  "year": 1991,
  "structure": {
    "part_one": "The Love Story (Autobiographical)",
    "part_two": "The Chemical Story (179 Compound Entries)"
  },
  "general_quotes": [
    {
      "id": "pihkal_gen_001",
      "quote": "I am completely convinced that there is a wealth of information built into us, with miles of intuitive knowledge tucked away in the genetic material of every one of our cells. Something akin to a library containing uncountable reference volumes, but encyclopedias whose indexes and tables of contents are still far from being compiled.",
      "chapter": "Introduction",
      "category": "consciousness_philosophy",
      "commentary": "",
      "extended_thoughts": ""
    },
    {
      "id": "pihkal_gen_002",
      "quote": "Our generation is the first, ever, to have made the search for self-awareness a crime, if that search takes place through the use of tools denied by law.",
      "chapter": "Story Section",
      "category": "legal_freedom",
      "commentary": "",
      "extended_thoughts": ""
    },
    {
      "id": "pihkal_gen_003",
      "quote": "Use them with care, and use them with respect as to the potential they have for serious change in the chemistry of your mind, and how that chemistry might affect others. These are truly blessed tools for exploring the depths of the human psyche.",
      "chapter": "Epilogue",
      "category": "psychedelic_philosophy",
      "commentary": "",
      "extended_thoughts": ""
    },
    {
      "id": "pihkal_gen_004",
      "quote": "The most compelling insight of that day was that this awesome recall had been brought about by a fraction of a gram of a white solid, but that in no way whatsoever could it be argued that these memories had been contained in the white solid. Everything I had ever learned or experienced was still part of me.",
      "chapter": "First Mescaline Experience",
      "category": "consciousness_philosophy",
      "commentary": "",
      "extended_thoughts": ""
    }
  ],
  "compound_entries": [
    {
      "entry_number": 1,
      "code": "AEM",
      "chemical_name": "Alpha-Ethyl-Mescaline",
      "extensions_and_commentary": "The extension of the two-carbon chain of mescaline by alpha-methylation to the three carbon chain of TMA approximately doubled the potency of the compound. And it was felt to be a completely logical possibility that, by extending it one more carbon atom, to the four carbon chain of alpha-ethyl-mescaline, it might double again. And following that logical progression, the doubling of potency with each additional carbon atom, the factor would be 2 to the 7th power by the alpha-octyl (or 256x that of mescaline, or a milligram as active dose) and with a side chain of a 70-carbon alkyl group (alpha-heptacontylmescaline) it would take just a single molecule to be intoxicating. This was rich fantasy stuff. As an active compound, just where would it go in the brain? With an 80-carbon side-chain, would one-thousandth of a single molecule be enough for a person? Or might a single molecule intoxicate a thousand people? And how long a chain on the alpha-position might be sufficient that, by merely writing down the structure on a piece of paper, you would get high? Maybe just conceiving the structure in your mind would do it. That is, after all, the way of homeopathy.\n\nMaybe it was just as well that this added two-carbon side-chain with lowered activity was already enough to disprove the doubling pattern. But by the time this non-activity had been learned, the alpha series had already been pushed out quite aways. The machinery of making the appropriate nitroalkane was straightforward, by reaction of the alkyl halide with nitrous acid, and separating the unwanted nitrite ester from the wanted nitroalkane by fractional distillation. The nitrostyrenes all formed reasonably although often in terrible yields, and reduced reasonably, and all formed crystalline picrates for isolation and crystalline hydrochloride salts for pharmacological manipulation. But since the first of these, AEM, was not active, there was no enthusiasm for tasting anything higher. This family was never published; why publish presumably inactive and thus uninteresting material?",
      "data_table": {
        "title": "Physical Properties of the alpha-Alkylmescaline Homologues and their Precursor Nitrostyrenes",
        "compounds": [
          {"code": "APM", "name": "Alpha-propylmescaline", "NS_mp_C": "82-83", "picrate_mp_C": null, "HCl_mp_C": "214-218"},
          {"code": "ABM", "name": "Alpha-butylmescaline", "NS_mp_C": "73-74", "picrate_mp_C": "169-174", "HCl_mp_C": "182-184"},
          {"code": "AAM", "name": "Alpha-amylmescaline", "NS_mp_C": "54-55", "picrate_mp_C": "162-163", "HCl_mp_C": "155-158"},
          {"code": "AHM", "name": "Alpha-hexylmescaline", "NS_mp_C": "51-52", "picrate_mp_C": null, "HCl_mp_C": null},
          {"code": "ASM", "name": "Alpha-heptylmescaline", "NS_mp_C": "43-44", "picrate_mp_C": null, "HCl_mp_C": null, "note": "S is for septyl, to distinguish heptyl from hexyl"},
          {"code": "AOM", "name": "Alpha-octylmescaline", "NS_mp_C": null, "picrate_mp_C": null, "HCl_mp_C": null, "note": "Never made, as no nonylbromide could be located to make the needed nitrononane"},
          {"code": "ANM", "name": "Alpha-nonylmescaline", "NS_mp_C": "46-47", "picrate_mp_C": null, "HCl_mp_C": null, "note": "Synthesis got as far as the nitrostyrene stage when inactivity of AEM was determined, project dropped"},
          {"code": "AUM", "name": "Alpha-undecylmescaline", "NS_mp_C": null, "picrate_mp_C": null, "HCl_mp_C": null, "note": "Synthesis got as far as the nitrostyrene stage when inactivity of AEM was determined, project dropped"}
        ]
      },
      "key_themes": [
        "scientific_method",
        "hypothesis_testing",
        "reductio_ad_absurdum",
        "homeopathy_critique",
        "unpublished_research"
      ],
      "notable_quotes": [
        "And how long a chain on the alpha-position might be sufficient that, by merely writing down the structure on a piece of paper, you would get high? Maybe just conceiving the structure in your mind would do it. That is, after all, the way of homeopathy.",
        "This family was never published; why publish presumably inactive and thus uninteresting material?"
      ],
      "commentary": "",
      "extended_thoughts": ""
    },
    {
      "entry_number": 2,
      "code": "AL",
      "chemical_name": "4-Allyloxy-3,5-dimethoxyphenethylamine",
      "extensions_and_commentary": "This compound was first explored in Prague by Leminger. He provided only the synthetic details and the statement that it was the most active compound that he had studied, with activity at 20 milligrams, with perceptual changes, color enhancement, and difficult dreams during sleep that night. Some effects persisted for more than 12 hours. Dosages above 35 milligrams remain unexplored.\n\nAs AL is one of the most potent 3,4,5-trisubstituted phenethylamines yet described, and since the corresponding amphetamines are of yet greater potency, it would be a good guess that 4-allyloxy-3,5-dimethoxyamphetamine (3C-AL) would be an interesting compound to explore. It could be made from syringaldehyde in reaction with allyl iodide, followed by the formation of a nitrostyrene with nitroethane, followed by reduction with aluminum hydride. It is, as of the present time, both unsynthesized and unexplored.",
      "first_reported_by": "Leminger (Prague)",
      "dosage_info": {
        "active_dose": "20 mg",
        "unexplored_above": "35 mg",
        "duration": "12+ hours"
      },
      "effects_noted": [
        "perceptual changes",
        "color enhancement",
        "difficult dreams during sleep"
      ],
      "related_compounds": {
        "3C-AL": {
          "name": "4-allyloxy-3,5-dimethoxyamphetamine",
          "status": "unsynthesized and unexplored",
          "predicted_potency": "greater than AL",
          "proposed_synthesis": "syringaldehyde + allyl iodide → nitrostyrene with nitroethane → reduction with aluminum hydride"
        }
      },
      "key_themes": [
        "international_research",
        "unexplored_territory",
        "potency_comparison",
        "future_directions"
      ],
      "notable_quotes": [
        "It is, as of the present time, both unsynthesized and unexplored."
      ],
      "commentary": "",
      "extended_thoughts": ""
    },
    {
      "entry_number": 3,
      "code": "ALEPH",
      "chemical_name": "2,5-Dimethoxy-4-methylthiophenethylamine",
      "extensions_and_commentary": "This specific compound is probably the first sulfur-containing phenethylamine to have been evaluated as a potentially active CNS stimulant or psychedelic. It was a complete, total, absolute unknown. The first trials were made at the sub-microgram level, specifically at 0.25 micrograms, at 11:30 AM on September 3, 1975. Part of this extreme precaution was due to the uniqueness of a new heteroatom in a phenethylamine system. But part was due to the strange manic excitement that occurred at the time of the isolation and characterizing of the final product in the laboratory. Although it was certainly all placebo response, I was jumpy and unable to stay in the lab for more than a few minutes at a time. Maybe dust in the air? Maybe some skin contact with the free base? Now, I know there was nothing, but the possibility of extraordinary potency was real, and I did indeed wash everything down anyway. In fact, it took a total of 18 trials to work the experimental dosage up to as much as a single milligram. In retrospect, overly cautious. But retrospection, as they say, is cheap.\n\nThe 5 milligram experiment, briefly quoted from above, is the stuff of Chapter 14 of this book, important in that it gives an interesting example of some thought processes associated with psychedelic intoxication, ego-inflation, and what might be thought of as bits of mania. As is always the case with peak experiences that happen to be catalyzed by drugs, this extraordinary event could not be duplicated. At 7 milligrams there was an uneventful +1, and some 10 milligrams was needed to generate a full +3 experience. The first clue of the erratic nature of the Aleph family came from an independent assay by a colleague of mine, one who was very familiar with such states of consciousness, but for whom this was not a time for peak experiences. At 10 milligrams he told me that he had had only mild effects which he found relatively uninteresting.\n\nAs it stands, ALEPH remains relatively unexplored. Its two positional isomers are entered here as ORTHO-DOT and META-DOT. Three higher homologues have been more thoroughly looked at, and the generic name ALEPH (the first letter of the Hebrew alphabet) was given this group on the basis that they might have extraordinary properties in common. But the real treasure came in the exploring of the 2-carbon homologues, the compounds that make up the 2C-T family. Here, there proved to be much less uncertainty as to reasonable dosages, and much more richness in the subjective nature of the experience.",
      "historical_significance": "First sulfur-containing phenethylamine evaluated as psychedelic",
      "first_trial": {
        "date": "September 3, 1975",
        "time": "11:30 AM",
        "dose": "0.25 micrograms",
        "trials_to_1mg": 18
      },
      "dosage_info": {
        "5mg": "Peak experience - Chapter 14 material, ego-inflation, mania (unreproducible)",
        "7mg": "Uneventful +1",
        "10mg": "Full +3 experience (but erratic - colleague found it uninteresting)"
      },
      "effects_noted": [
        "ego-inflation",
        "manic thought processes",
        "erratic response between individuals"
      ],
      "related_compounds": {
        "positional_isomers": ["ORTHO-DOT", "META-DOT"],
        "higher_homologues": "Three explored more thoroughly",
        "2C-T_family": "The real treasure - 2-carbon homologues with more predictable dosages and richer experiences"
      },
      "naming": "ALEPH - first letter of Hebrew alphabet, given to group for potentially extraordinary shared properties",
      "key_themes": [
        "pioneering_research",
        "extreme_caution",
        "placebo_effects",
        "unreproducible_peak_experiences",
        "individual_variation",
        "erratic_compounds"
      ],
      "notable_quotes": [
        "It was a complete, total, absolute unknown.",
        "In retrospect, overly cautious. But retrospection, as they say, is cheap.",
        "As is always the case with peak experiences that happen to be catalyzed by drugs, this extraordinary event could not be duplicated.",
        "But the real treasure came in the exploring of the 2-carbon homologues, the compounds that make up the 2C-T family."
      ],
      "commentary": "",
      "extended_thoughts": ""
    },
    {
      "entry_number": 4,
      "code": "ALEPH-2",
      "chemical_name": "2,5-Dimethoxy-4-ethylthioamphetamine",
      "extensions_and_commentary": "As with ALEPH itself, and in most ways with the entire ALEPH family, there is no predictability of the dose/response relationship. One person had expressed his psychic isolation by taking and maintaining a fetal position in relative hibernation for several hours and with substantial amnesia; this at a four milligram dose. Yet another person, at fully twice this amount, was aware of a slight light-headedness that could in no way be measured as more than a bare threshold. But by the time this erratic nature had become apparent, the ALEPHS had been assigned and made, up to and including ALEPH-7.\n\nALEPH-3 was intended to be the methallylthio compound, 2,5-dimethoxy-4-(beta-methallylthio)amphetamine. [Detailed synthesis attempted but abandoned - aldehyde obtained was 'a mess']. Several years later, this entire project was reinitiated, and the aldehyde was obtained as a yellow crystal, but again it was not pursued. At that time, the earlier try had been totally forgotten, and a brand new ALEPH- (or 2C-T-) number had been assigned; i.e., 20. Thus, the corresponding phenethylamine, had it ever been made, which it was not, would have been called either 2C-T-3 or 2C-T-20, and the amphetamine homologue would probably have been ALEPH-20.\n\nA closely related 2C-T-X compound was also started quite a while later - this was the allylthio homologue (2C-T-16). The nitrostyrene was made but has not yet been reduced to the final amine.\n\nALEPH-5 was to be the cyclohexylthio analogue. The nitrostyrene was prepared but 'sits there on the shelf to be reduced to ALEPH-5 some inspired day.' The two-carbon homologue will someday be called 2C-T-5 (if it is ever made).\n\nThe remaining members of this family, ALEPH-4, ALEPH-6, and ALEPH-7 have actually been prepared and they have all been entered here in Book II, under their own names.",
      "erratic_nature": {
        "example_1": "4mg - fetal position, hibernation for hours, substantial amnesia",
        "example_2": "8mg - barely threshold, slight light-headedness",
        "conclusion": "No predictability of dose/response relationship"
      },
      "unfinished_compounds": [
        {
          "code": "ALEPH-3 / ALEPH-20",
          "name": "2,5-dimethoxy-4-(beta-methallylthio)amphetamine",
          "status": "Abandoned twice - project forgotten and renumbered",
          "phenethylamine_version": "Would be 2C-T-3 or 2C-T-20 (never made)"
        },
        {
          "code": "ALEPH-5",
          "name": "2,5-dimethoxy-4-cyclohexylthioamphetamine",
          "status": "Nitrostyrene sits on shelf awaiting reduction 'some inspired day'",
          "phenethylamine_version": "2C-T-5 (if ever made)"
        },
        {
          "code": "ALEPH-16",
          "name": "2,5-dimethoxy-4-allylthioamphetamine",
          "status": "Nitrostyrene made, not reduced",
          "phenethylamine_version": "2C-T-16"
        }
      ],
      "completed_family_members": ["ALEPH-4", "ALEPH-6", "ALEPH-7"],
      "key_themes": [
        "erratic_compounds",
        "individual_variation",
        "abandoned_projects",
        "lab_notebook_archaeology",
        "numbering_confusion",
        "unfinished_work"
      ],
      "notable_quotes": [
        "There is no predictability of the dose/response relationship.",
        "At that time, the earlier try had been totally forgotten, and a brand new ALEPH- (or 2C-T-) number had been assigned.",
        "This has not yet been reduced to the final amine.",
        "Sits there on the shelf to be reduced to ALEPH-5 some inspired day.",
        "Will someday be called 2C-T-5 (if it is ever made)."
      ],
      "commentary": "",
      "extended_thoughts": ""
    },
    {
      "entry_number": 5,
      "code": "ALEPH-4",
      "chemical_name": "2,5-Dimethoxy-4-isopropylthioamphetamine",
      "extensions_and_commentary": "Again, there are hints and suggestions of complexities. These, and several other reports, suggest some sensory confusion, and interpretive aspects that are to some extent threatening. There is an underlying suggestion of body toxicity. I know of no experiment that exceeded 12 milligrams and I would not be able to predict what might come forth at higher dosages. I personally choose not to try them.",
      "warnings": {
        "sensory_confusion": true,
        "threatening_interpretations": true,
        "body_toxicity_suggested": true,
        "max_explored_dose": "12 mg",
        "shulgin_personal_limit": "Chose not to try higher doses"
      },
      "key_themes": [
        "caution",
        "body_toxicity",
        "unpredictable_effects",
        "personal_limits",
        "threatening_experiences"
      ],
      "notable_quotes": [
        "There is an underlying suggestion of body toxicity.",
        "I would not be able to predict what might come forth at higher dosages.",
        "I personally choose not to try them."
      ],
      "significance": "Rare instance of Shulgin expressing personal reluctance to explore higher doses",
      "commentary": "",
      "extended_thoughts": ""
    },
    {
      "entry_number": 6,
      "code": "ALEPH-6",
      "chemical_name": "2,5-Dimethoxy-4-phenylthioamphetamine",
      "extensions_and_commentary": "In a sense, this compound was a disappointment. The beauty of putting a whole new ring into an active structure is that it provides a marvelous vehicle for introducing new substituents in new arrangements. Had Aleph-6 been a cleanly active and potent compound, then the new phenyl group could have been made electronegative to varying degrees (with methoxy substitution for example) or electropositive to varying degrees (with trifluoromethyls or nitros) and this fine-tuning could have been extremely rewarding.\n\nBut this material had the earmarks of one of those forever threshold things. The 40 milligram experiment was hopelessly compromised, and nothing higher was ever scheduled or tried. The two-carbon homologue, 2,5-dimethoxy-4-phenylthiophenethylamine, or 2C-T-6, has never even been synthesized, let alone assayed.",
      "structural_promise": {
        "concept": "New phenyl ring as vehicle for substituent exploration",
        "electronegative_options": "methoxy substitution",
        "electropositive_options": "trifluoromethyls or nitros",
        "outcome": "Promise unfulfilled - compound was disappointment"
      },
      "activity": {
        "description": "Forever threshold thing",
        "40mg_experiment": "Hopelessly compromised",
        "higher_doses": "Never scheduled or tried"
      },
      "related_compounds": {
        "2C-T-6": {
          "name": "2,5-dimethoxy-4-phenylthiophenethylamine",
          "status": "Never synthesized, let alone assayed"
        }
      },
      "key_themes": [
        "structural_promise_unfulfilled",
        "forever_threshold",
        "fine_tuning_potential",
        "abandoned_avenue",
        "disappointment"
      ],
      "notable_quotes": [
        "In a sense, this compound was a disappointment.",
        "The beauty of putting a whole new ring into an active structure is that it provides a marvelous vehicle for introducing new substituents in new arrangements.",
        "But this material had the earmarks of one of those forever threshold things.",
        "The 40 milligram experiment was hopelessly compromised.",
        "2C-T-6 has never even been synthesized, let alone assayed."
      ],
      "commentary": "",
      "extended_thoughts": ""
    },
    {
      "entry_number": 7,
      "code": "ALEPH-7",
      "chemical_name": "2,5-Dimethoxy-4-(n)-propylthioamphetamine",
      "extensions_and_commentary": "This drug was the first definition of the term, Beth state.\n\nThere is something of the Fournier Transform in any and all drug experiments. A psychedelic drug experience is a complex combination of many signals going all at the same time. Something like the sound of an oboe playing the notes of the A-major scale. There are events that occur in sequence, such as the initial A, followed by B, followed by C-sharp and on and on. That is the chronology of the experience, and it can be written down as a series of perceived phenomena. The notes of the scale. Black quarter notes, with flags at the tops of their staffs, going up the page of music.\n\nBut within each of these single events, during the sounding of the note 'A,' for example, there is a complex combination of harmonics being produced at the same time, including all components from the fundamental oscillation on up through all harmonics into the inaudible. This mixture defines the played instrument as being an oboe. Each component may be shared by many instruments, but the particular combination is the unique signature of the oboe.\n\nThis analogy applies precisely to the study of psychedelic drugs and their actions. Each drug has a chronology of effect, like the notes of the A-major scale. But there are many components of a drug's action, like the harmonics from the fundamental to the inaudible which, taken in concert, defines the drug. With musical instruments, these components can be shown as sine waves on an oscilloscope. One component, 22%, was a sine wave at a frequency of 1205 cycles, and a phase angle of +55°. But in psychopharmacology? There is no psychic oscilloscope. There are no easily defined and measured harmonics or phase angles. Certainly, any eventual definition of a drug will require some such dissection into components each of which makes some contribution to the complex whole. The mental process may some day be defined by a particular combination of these components. And one of them is this Beth state. It is a state of uncaring, of anhedonia, and of emotionlessness.\n\nMany drugs have a touch of this Beth state, ALEPH-7 more than most. If a sufficient alphabet of effects (I am using the Alephs, Beths, Gimels, and Daleths of the Hebrew as token starters only) were to be accumulated and defined, the actions of new materials might someday be more exactly documented. Could depression, euphoria, and disinhibition for example, all be eventually seen as being made up of their component parts, each contributing in some measured way to the sum, to the human experience? The psychologists of the world would be ecstatic. And drugs such as ALEPH-7 might be useful in helping to define one of these parts.",
      "historical_significance": "First definition of the 'Beth state'",
      "beth_state": {
        "definition": "A state of uncaring, of anhedonia, and of emotionlessness",
        "presence_in_ALEPH7": "More than most drugs"
      },
      "fourier_transform_analogy": {
        "concept": "Drug experiences as complex combinations of simultaneous signals",
        "chronology": "Sequential events like notes of a scale (A, B, C-sharp...)",
        "harmonics": "Simultaneous components within each event, like oboe harmonics",
        "unique_signature": "Particular combination defines the drug, like harmonics define an instrument",
        "limitation": "No psychic oscilloscope exists to measure these components"
      },
      "hebrew_alphabet_framework": {
        "proposed_use": "Alphabet of effects to document drug actions",
        "examples": ["Aleph", "Beth", "Gimel", "Daleth"],
        "potential": "Could dissect depression, euphoria, disinhibition into component parts"
      },
      "key_themes": [
        "theoretical_framework",
        "fourier_analysis_analogy",
        "beth_state_definition",
        "psychopharmacology_vision",
        "component_analysis",
        "anhedonia"
      ],
      "notable_quotes": [
        "This drug was the first definition of the term, Beth state.",
        "There is something of the Fournier Transform in any and all drug experiments.",
        "There is no psychic oscilloscope.",
        "It is a state of uncaring, of anhedonia, and of emotionlessness.",
        "Many drugs have a touch of this Beth state, ALEPH-7 more than most.",
        "The psychologists of the world would be ecstatic."
      ],
      "commentary": "",
      "extended_thoughts": ""
    },
    {
      "entry_number": 8,
      "code": "ARIADNE",
      "chemical_name": "2,5-Dimethoxy-4-methylamphetamine, alpha-ethyl homologue",
      "extensions_and_commentary_summary": "Massive entry covering drug discovery philosophy, the commercial failure of Dimoxamine, and introduction of the Ten Classic Ladies systematic exploration of DOM hydrogen replacements.",
      "drug_discovery_philosophy": {
        "problem": "How to discover drugs for uniquely human conditions (anxiety, psychosis, paranoia, depression) that don't exist in animals?",
        "traditional_approach": "Use known drug as calibration, search structurally related compounds",
        "alternative": "Stumble into it via human experimentation with psychedelics",
        "challenge": "Difficult to identify anti-depressants if you're not depressed"
      },
      "commercial_history": {
        "trade_name": "Dimoxamine",
        "rejected_name": "Ariadnamine",
        "patent_coverage": "R isomer for restoring motivation in senile geriatric patients",
        "animal_tests": {
          "cat_test": "Not hallucinogenic (no tail erection unlike DOM)",
          "monkey_test": "Re-motivation (old maze-running monkeys changed their minds)"
        },
        "outcome": "Didn't make it to commercial market"
      },
      "ten_classic_ladies": {
        "concept": "Systematically replace each of DOM's 10 unique hydrogen types with a methyl group",
        "total_hydrogens_in_DOM": 19,
        "unique_hydrogen_types": 10,
        "ladies": [
          {"name": "ARIADNE", "position": "alpha-methyl (amphetamine chain)", "mythology": "Gave thread to Theseus for the Labyrinth"},
          {"name": "BEATRICE", "position": "nitrogen atom", "mythology": "Dante's lady from Divina Commedia"},
          {"name": "CHARMIAN", "position": "alpha-hydrogen (phentermine analogue)", "mythology": "Named for friend's wife with gentle schizophrenia"},
          {"name": "DAPHNE", "position": "beta-hydrogen (threo-isomer)", "mythology": "Escaped Apollo by becoming laurel tree"},
          {"name": "ELVIRA", "position": "beta-hydrogen (erythro-isomer)", "mythology": "Mozart's 21st piano concerto theme"},
          {"name": "FLORENCE", "position": "2-methoxy → 2-ethoxy", "mythology": "English translation of Firenze"},
          {"name": "GANESHA", "position": "3-hydrogen → 3-methyl", "mythology": "Oops - elephant-headed Indian God, not a lady!"},
          {"name": "HECATE", "position": "4-methyl → 4-ethyl (= DOET)", "mythology": "Goddess of magic arts and spells"},
          {"name": "IRIS", "position": "5-methoxy → 5-ethoxy", "mythology": "Goddess of the rainbow"},
          {"name": "JUNO", "position": "6-hydrogen → 6-methyl", "mythology": "A lady's lady", "note": "On shelf 14 years untasted"}
        ]
      },
      "substitution_patterns": {
        "normal": "2,4,5 - known most potent pattern",
        "pseudo": "2,4,6 - equipotent in many ways, 'true pseudo'",
        "near_pseudo": {
          "patterns": ["2,3,6", "2,3,5"],
          "prediction": "Will produce treasures every bit as unexpected as normal or pseudo",
          "naming": "Will find a name from Greek alphabet when time comes"
        }
      },
      "key_themes": [
        "drug_discovery_philosophy",
        "systematic_exploration",
        "ten_classic_ladies",
        "commercial_failure",
        "substitution_patterns",
        "unexplored_compounds",
        "naming_methodology"
      ],
      "notable_quotes": [
        "How does one discover a new drug for a malady that does not exist in experimental animals?",
        "It is really difficult to pick up the clues as to what will be a good anti-depressant if you are not depressed.",
        "It didn't have what was needed to make it all the way to the commercial market.",
        "Here I really blew it; the Classic Lady turned out to be a Classic Gentleman.",
        "I am willing to bet that the rather easily obtained 2,3,6-trisubstitution pattern... will produce treasures every bit as unexpected and remarkable.",
        "Rather amazingly, I have had JUNO on the shelf for almost 14 years and have not yet gotten around to tasting it."
      ],
      "commentary": "",
      "extended_thoughts": ""
    },
    {
      "entry_number": 9,
      "code": "ASB",
      "chemical_name": "Asymbescaline; 3,4-Diethoxy-5-methoxyphenethylamine",
      "extensions_and_commentary": "This specific amine was a target for a single study in cats many years ago, in Holland, using material obtained from Hoffman La Roche in Basel. Their findings are hard to evaluate, in that 200 milligrams was injected into a 3.75 kilogram cat (53 mg/Kg), or about twice the dosage that they used in their studies with metaescaline. Within 5 minutes there were indications of catatonia, and within a half hour the animal was unable to walk. This condition persisted for two days, at which time the animal died. Although this dose was many times that used in man, perhaps hints of the physical unease and long action are there to be gleaned. The consensus from over a half dozen experiments is that there is not enough value to be had to offset the body load experienced.\n\nA comment is needed on the strange name asymbescaline! In the marvelous world of chemical nomenclature, bi- (or di-) usually means two of something, and tri- and tetra- quite reasonably mean three and four of something. But occasionally there can be an ambiguity with bi (or tri or tetra) in that bi some-thing-or-other might be two something-or-others hooked together or it might be two things hooked onto a something-or-other. So, the former is called bi- and the latter is called bis-. This compound is not two escalines hooked together (bi-escaline) but is only one of them with two ethyl groups attached (bis-escaline or bescaline). And since there are two ways that this can be done (either symmetrically or asymmetrically) the symmetric one is called symbescaline (or SB for short) and this one is called asymbescaline (or ASB for short). To complete the terminology lecture, the term tri- becomes tris- (the name given for the drug with all three ethoxy groups present in place of the methoxys of mescaline) and the term tetra- mutates into the rather incredible tetrakis-!",
      "cat_study": {
        "location": "Holland",
        "source_material": "Hoffman La Roche, Basel",
        "dose": "200 mg into 3.75 kg cat (53 mg/kg)",
        "comparison": "About twice the metaescaline dose",
        "timeline": {
          "5_minutes": "Indications of catatonia",
          "30_minutes": "Unable to walk",
          "2_days": "Animal died"
        },
        "interpretation": "Hints of physical unease and long action"
      },
      "human_trials": {
        "number_of_experiments": "Over half dozen",
        "consensus": "Not enough value to offset the body load"
      },
      "nomenclature_lesson": {
        "bi_vs_bis": {
          "bi": "Two things hooked together",
          "bis": "Two things hooked onto something"
        },
        "bescaline_explanation": "Not bi-escaline (two escalines together) but bis-escaline (one escaline with two ethyl groups)",
        "sym_vs_asym": {
          "symbescaline_SB": "Symmetric placement of two ethyl groups",
          "asymbescaline_ASB": "Asymmetric placement of two ethyl groups"
        },
        "higher_prefixes": {
          "tri_becomes": "tris- (all three ethoxy groups)",
          "tetra_becomes": "tetrakis- ('rather incredible')"
        }
      },
      "key_themes": [
        "body_load",
        "animal_study_mortality",
        "nomenclature_education",
        "negative_risk_benefit",
        "chemical_naming_conventions"
      ],
      "notable_quotes": [
        "Within 5 minutes there were indications of catatonia, and within a half hour the animal was unable to walk. This condition persisted for two days, at which time the animal died.",
        "The consensus from over a half dozen experiments is that there is not enough value to be had to offset the body load experienced.",
        "A comment is needed on the strange name asymbescaline!",
        "In the marvelous world of chemical nomenclature...",
        "The term tetra- mutates into the rather incredible tetrakis-!"
      ],
      "commentary": "",
      "extended_thoughts": ""
    },
    {
      "entry_number": 10,
      "code": "B",
      "chemical_name": "Buscaline; 3,5-Dimethoxy-4-butoxyphenethylamine",
      "extensions_and_commentary": "There is a jingle heard occasionally in chemical circles, concerning the homologues of methyl. It goes, 'There's ethyl and propyl, but butyl is futile.' And to a large measure this is true with the 4-position homologues of mescaline. This butyl compound, B or Buscaline, had originally been patented in England in 1930 without any physical or pharmacological description, and the few physical studies that had involved it (lipophilic this and serotonin that) suggested that it was less active than mescaline.\n\nIn principle, the 5-, the 6-, the 7- and the on-up homologues might be called amylescaline (possibly pentescaline?), hexescaline, heptescaline (possibly septescaline), and God-knows-what-scaline. They would certainly be easily makeable, but there would be little value that could be anticipated from nibbling them. In keeping with the name B (for butoxy), these would be known as A (for amyloxy, as the use of a P could confuse pentoxy with propoxy), as H (for hexyloxy, but careful; this letter has been used occasionally for DMPEA, which is Homopiperonylamine), and as S (the H for heptyloxy has been consumed by the hexyloxy, so let's shift from the Greek hepta to the Latin septum for the number seven). It seems most likely that the toxic symptoms that might well come along with these phenethylamines would discourage the use of the dosage needed to affect the higher centers of the brain. The same generally negative feeling applies to the amphetamine counterparts 3C-B, 3C-A, 3C-H and 3C-S.\n\nA brief reiteration of the 2C-3C nomenclature, to avoid a possible misunderstanding. The drug 2C-B is so named in that it is the two-carbon chain analogue of the three-carbon chain compound DOB. The drug 3C-B is so named because it is the three-carbon chain analogue of the two-carbon chain compound Buscaline, or more simply, B. There is no logical connection whatsoever, either structural or pharmacological, between 2C-B and 3C-B.",
      "the_jingle": "There's ethyl and propyl, but butyl is futile.",
      "history": {
        "patent": "England, 1930",
        "description": "No physical or pharmacological description provided",
        "activity": "Less active than mescaline"
      },
      "higher_homologues": {
        "naming_scheme": [
          {"code": "A", "for": "amyloxy (5-carbon)", "note": "P avoided to prevent pentoxy/propoxy confusion"},
          {"code": "H", "for": "hexyloxy (6-carbon)", "warning": "Letter used occasionally for DMPEA (Homopiperonylamine)"},
          {"code": "S", "for": "septyloxy (7-carbon)", "note": "Greek hepta → Latin septum since H was consumed"}
        ],
        "potential_names": ["amylescaline/pentescaline", "hexescaline", "heptescaline/septescaline", "God-knows-what-scaline"],
        "assessment": "Easily makeable but little value anticipated - toxic symptoms would likely discourage needed dosages"
      },
      "nomenclature_clarification": {
        "2C_B": "Two-carbon chain analogue of three-carbon DOB",
        "3C_B": "Three-carbon chain analogue of two-carbon Buscaline (B)",
        "relationship": "NO logical connection whatsoever, either structural or pharmacological, between 2C-B and 3C-B"
      },
      "key_themes": [
        "homologue_futility",
        "nomenclature_education",
        "historical_patents",
        "predicted_toxicity",
        "naming_conventions"
      ],
      "notable_quotes": [
        "There's ethyl and propyl, but butyl is futile.",
        "God-knows-what-scaline",
        "It seems most likely that the toxic symptoms that might well come along with these phenethylamines would discourage the use of the dosage needed to affect the higher centers of the brain.",
        "There is no logical connection whatsoever, either structural or pharmacological, between 2C-B and 3C-B."
      ],
      "commentary": "",
      "extended_thoughts": ""
    },
    {
      "entry_number": 11,
      "code": "BEATRICE",
      "chemical_name": "N-Methyl-DOM; N-Methyl-2,5-dimethoxy-4-methylamphetamine",
      "ten_classic_ladies": "Second of the Ten Classic Ladies - methyl on nitrogen atom",
      "extensions_and_commentary": "This is another example of the N-methyl homologues of the psychedelics. None of them seem to produce stuff of elegance. It is clear that the adding of an N-methyl group onto DOM certainly cuts down the activity by a factor of ten-fold, and even then results in something that is not completely good. Three milligrams of DOM is a winner, but even ten times this, thirty milligrams of N-methyl-DOM, is somewhat fuzzy. In the rabbit hyperthermia studies, this compound was some 25 times less active than DOM, so even animal tests say this is way down there in value. This particular measure suggests that the active level in man might be 75 milligrams. Well, maybe, but I am not at all comfortable in trying it at that level. In fact I do not intend to explore this any further whatsoever, unless there is a compelling reason, and I see no such reason. For the moment, let us leave this one to others, who might be more adventurous but less discriminating.\n\nIn browsing through my notes I discovered that I had made another N-substitution product of DOM. Efforts to fuse free-base DOM with the ethyl cyclopropane carboxylate failed, but the reaction between it and the acid chloride in pyridine gave the corresponding amide, with a mp of 156-157 °C from MeOH. This reduced smoothly to the corresponding amine, N-cyclopropyl-2,5-dimethoxy-4-methylamphetamine which formed a hydrochloride salt melting at 153-156 °C. I can't remember the reasoning that led to this line of synthesis, but it must not have been too exciting, as I never tasted the stuff.",
      "n_methyl_pattern": {
        "general_finding": "N-methyl homologues don't produce 'stuff of elegance'",
        "activity_reduction": "10-fold reduction from parent compound",
        "comparison": {
          "DOM_3mg": "A winner",
          "N_methyl_DOM_30mg": "Somewhat fuzzy, not completely good"
        }
      },
      "animal_studies": {
        "rabbit_hyperthermia": "25 times less active than DOM",
        "extrapolated_human_dose": "75 mg",
        "shulgin_response": "Not at all comfortable trying it at that level"
      },
      "decision": {
        "further_exploration": "Do not intend to explore any further whatsoever",
        "reason": "No compelling reason to do so",
        "recommendation": "Leave this one to others, who might be more adventurous but less discriminating"
      },
      "other_n_substituted_compounds": {
        "N_cyclopropyl_DOM": {
          "synthesis": "Made via acid chloride in pyridine, reduced to amine",
          "amide_mp": "156-157°C from MeOH",
          "hydrochloride_mp": "153-156°C",
          "status": "Never tasted",
          "reasoning": "Can't remember the reasoning - must not have been too exciting"
        }
      },
      "key_themes": [
        "n_methylation_reduces_activity",
        "ten_classic_ladies",
        "negative_assessment",
        "deliberate_non_exploration",
        "adventurous_vs_discriminating"
      ],
      "notable_quotes": [
        "None of them seem to produce stuff of elegance.",
        "Three milligrams of DOM is a winner, but even ten times this, thirty milligrams of N-methyl-DOM, is somewhat fuzzy.",
        "I am not at all comfortable in trying it at that level.",
        "I do not intend to explore this any further whatsoever, unless there is a compelling reason, and I see no such reason.",
        "Let us leave this one to others, who might be more adventurous but less discriminating.",
        "I can't remember the reasoning that led to this line of synthesis, but it must not have been too exciting, as I never tasted the stuff."
      ],
      "commentary": "",
      "extended_thoughts": ""
    }
  ]
}
