{
  "source": "PIHKAL: Phenethylamines I Have Known And Loved",
  "author": "Alexander & Ann Shulgin",
  "year": 1991,
  "structure": {
    "part_one": "The Love Story (Autobiographical)",
    "part_two": "The Chemical Story (179 Compound Entries)"
  },
  "general_quotes": [
    {
      "id": "pihkal_gen_001",
      "quote": "I am completely convinced that there is a wealth of information built into us, with miles of intuitive knowledge tucked away in the genetic material of every one of our cells. Something akin to a library containing uncountable reference volumes, but encyclopedias whose indexes and tables of contents are still far from being compiled.",
      "chapter": "Introduction",
      "category": "consciousness_philosophy",
      "commentary": "",
      "extended_thoughts": ""
    },
    {
      "id": "pihkal_gen_002",
      "quote": "Our generation is the first, ever, to have made the search for self-awareness a crime, if that search takes place through the use of tools denied by law.",
      "chapter": "Story Section",
      "category": "legal_freedom",
      "commentary": "",
      "extended_thoughts": ""
    },
    {
      "id": "pihkal_gen_003",
      "quote": "Use them with care, and use them with respect as to the potential they have for serious change in the chemistry of your mind, and how that chemistry might affect others. These are truly blessed tools for exploring the depths of the human psyche.",
      "chapter": "Epilogue",
      "category": "psychedelic_philosophy",
      "commentary": "",
      "extended_thoughts": ""
    },
    {
      "id": "pihkal_gen_004",
      "quote": "The most compelling insight of that day was that this awesome recall had been brought about by a fraction of a gram of a white solid, but that in no way whatsoever could it be argued that these memories had been contained in the white solid. Everything I had ever learned or experienced was still part of me.",
      "chapter": "First Mescaline Experience",
      "category": "consciousness_philosophy",
      "commentary": "",
      "extended_thoughts": ""
    }
  ],
  "compound_entries": [
    {
      "entry_number": 1,
      "code": "AEM",
      "chemical_name": "Alpha-Ethyl-Mescaline",
      "extensions_and_commentary": "The extension of the two-carbon chain of mescaline by alpha-methylation to the three carbon chain of TMA approximately doubled the potency of the compound. And it was felt to be a completely logical possibility that, by extending it one more carbon atom, to the four carbon chain of alpha-ethyl-mescaline, it might double again. And following that logical progression, the doubling of potency with each additional carbon atom, the factor would be 2 to the 7th power by the alpha-octyl (or 256x that of mescaline, or a milligram as active dose) and with a side chain of a 70-carbon alkyl group (alpha-heptacontylmescaline) it would take just a single molecule to be intoxicating. This was rich fantasy stuff. As an active compound, just where would it go in the brain? With an 80-carbon side-chain, would one-thousandth of a single molecule be enough for a person? Or might a single molecule intoxicate a thousand people? And how long a chain on the alpha-position might be sufficient that, by merely writing down the structure on a piece of paper, you would get high? Maybe just conceiving the structure in your mind would do it. That is, after all, the way of homeopathy.\n\nMaybe it was just as well that this added two-carbon side-chain with lowered activity was already enough to disprove the doubling pattern. But by the time this non-activity had been learned, the alpha series had already been pushed out quite aways. The machinery of making the appropriate nitroalkane was straightforward, by reaction of the alkyl halide with nitrous acid, and separating the unwanted nitrite ester from the wanted nitroalkane by fractional distillation. The nitrostyrenes all formed reasonably although often in terrible yields, and reduced reasonably, and all formed crystalline picrates for isolation and crystalline hydrochloride salts for pharmacological manipulation. But since the first of these, AEM, was not active, there was no enthusiasm for tasting anything higher. This family was never published; why publish presumably inactive and thus uninteresting material?",
      "data_table": {
        "title": "Physical Properties of the alpha-Alkylmescaline Homologues and their Precursor Nitrostyrenes",
        "compounds": [
          {"code": "APM", "name": "Alpha-propylmescaline", "NS_mp_C": "82-83", "picrate_mp_C": null, "HCl_mp_C": "214-218"},
          {"code": "ABM", "name": "Alpha-butylmescaline", "NS_mp_C": "73-74", "picrate_mp_C": "169-174", "HCl_mp_C": "182-184"},
          {"code": "AAM", "name": "Alpha-amylmescaline", "NS_mp_C": "54-55", "picrate_mp_C": "162-163", "HCl_mp_C": "155-158"},
          {"code": "AHM", "name": "Alpha-hexylmescaline", "NS_mp_C": "51-52", "picrate_mp_C": null, "HCl_mp_C": null},
          {"code": "ASM", "name": "Alpha-heptylmescaline", "NS_mp_C": "43-44", "picrate_mp_C": null, "HCl_mp_C": null, "note": "S is for septyl, to distinguish heptyl from hexyl"},
          {"code": "AOM", "name": "Alpha-octylmescaline", "NS_mp_C": null, "picrate_mp_C": null, "HCl_mp_C": null, "note": "Never made, as no nonylbromide could be located to make the needed nitrononane"},
          {"code": "ANM", "name": "Alpha-nonylmescaline", "NS_mp_C": "46-47", "picrate_mp_C": null, "HCl_mp_C": null, "note": "Synthesis got as far as the nitrostyrene stage when inactivity of AEM was determined, project dropped"},
          {"code": "AUM", "name": "Alpha-undecylmescaline", "NS_mp_C": null, "picrate_mp_C": null, "HCl_mp_C": null, "note": "Synthesis got as far as the nitrostyrene stage when inactivity of AEM was determined, project dropped"}
        ]
      },
      "key_themes": [
        "scientific_method",
        "hypothesis_testing",
        "reductio_ad_absurdum",
        "homeopathy_critique",
        "unpublished_research"
      ],
      "notable_quotes": [
        "And how long a chain on the alpha-position might be sufficient that, by merely writing down the structure on a piece of paper, you would get high? Maybe just conceiving the structure in your mind would do it. That is, after all, the way of homeopathy.",
        "This family was never published; why publish presumably inactive and thus uninteresting material?"
      ],
      "commentary": "",
      "extended_thoughts": ""
    },
    {
      "entry_number": 2,
      "code": "AL",
      "chemical_name": "4-Allyloxy-3,5-dimethoxyphenethylamine",
      "extensions_and_commentary": "This compound was first explored in Prague by Leminger. He provided only the synthetic details and the statement that it was the most active compound that he had studied, with activity at 20 milligrams, with perceptual changes, color enhancement, and difficult dreams during sleep that night. Some effects persisted for more than 12 hours. Dosages above 35 milligrams remain unexplored.\n\nAs AL is one of the most potent 3,4,5-trisubstituted phenethylamines yet described, and since the corresponding amphetamines are of yet greater potency, it would be a good guess that 4-allyloxy-3,5-dimethoxyamphetamine (3C-AL) would be an interesting compound to explore. It could be made from syringaldehyde in reaction with allyl iodide, followed by the formation of a nitrostyrene with nitroethane, followed by reduction with aluminum hydride. It is, as of the present time, both unsynthesized and unexplored.",
      "first_reported_by": "Leminger (Prague)",
      "dosage_info": {
        "active_dose": "20 mg",
        "unexplored_above": "35 mg",
        "duration": "12+ hours"
      },
      "effects_noted": [
        "perceptual changes",
        "color enhancement",
        "difficult dreams during sleep"
      ],
      "related_compounds": {
        "3C-AL": {
          "name": "4-allyloxy-3,5-dimethoxyamphetamine",
          "status": "unsynthesized and unexplored",
          "predicted_potency": "greater than AL",
          "proposed_synthesis": "syringaldehyde + allyl iodide → nitrostyrene with nitroethane → reduction with aluminum hydride"
        }
      },
      "key_themes": [
        "international_research",
        "unexplored_territory",
        "potency_comparison",
        "future_directions"
      ],
      "notable_quotes": [
        "It is, as of the present time, both unsynthesized and unexplored."
      ],
      "commentary": "",
      "extended_thoughts": ""
    },
    {
      "entry_number": 3,
      "code": "ALEPH",
      "chemical_name": "2,5-Dimethoxy-4-methylthiophenethylamine",
      "extensions_and_commentary": "This specific compound is probably the first sulfur-containing phenethylamine to have been evaluated as a potentially active CNS stimulant or psychedelic. It was a complete, total, absolute unknown. The first trials were made at the sub-microgram level, specifically at 0.25 micrograms, at 11:30 AM on September 3, 1975. Part of this extreme precaution was due to the uniqueness of a new heteroatom in a phenethylamine system. But part was due to the strange manic excitement that occurred at the time of the isolation and characterizing of the final product in the laboratory. Although it was certainly all placebo response, I was jumpy and unable to stay in the lab for more than a few minutes at a time. Maybe dust in the air? Maybe some skin contact with the free base? Now, I know there was nothing, but the possibility of extraordinary potency was real, and I did indeed wash everything down anyway. In fact, it took a total of 18 trials to work the experimental dosage up to as much as a single milligram. In retrospect, overly cautious. But retrospection, as they say, is cheap.\n\nThe 5 milligram experiment, briefly quoted from above, is the stuff of Chapter 14 of this book, important in that it gives an interesting example of some thought processes associated with psychedelic intoxication, ego-inflation, and what might be thought of as bits of mania. As is always the case with peak experiences that happen to be catalyzed by drugs, this extraordinary event could not be duplicated. At 7 milligrams there was an uneventful +1, and some 10 milligrams was needed to generate a full +3 experience. The first clue of the erratic nature of the Aleph family came from an independent assay by a colleague of mine, one who was very familiar with such states of consciousness, but for whom this was not a time for peak experiences. At 10 milligrams he told me that he had had only mild effects which he found relatively uninteresting.\n\nAs it stands, ALEPH remains relatively unexplored. Its two positional isomers are entered here as ORTHO-DOT and META-DOT. Three higher homologues have been more thoroughly looked at, and the generic name ALEPH (the first letter of the Hebrew alphabet) was given this group on the basis that they might have extraordinary properties in common. But the real treasure came in the exploring of the 2-carbon homologues, the compounds that make up the 2C-T family. Here, there proved to be much less uncertainty as to reasonable dosages, and much more richness in the subjective nature of the experience.",
      "historical_significance": "First sulfur-containing phenethylamine evaluated as psychedelic",
      "first_trial": {
        "date": "September 3, 1975",
        "time": "11:30 AM",
        "dose": "0.25 micrograms",
        "trials_to_1mg": 18
      },
      "dosage_info": {
        "5mg": "Peak experience - Chapter 14 material, ego-inflation, mania (unreproducible)",
        "7mg": "Uneventful +1",
        "10mg": "Full +3 experience (but erratic - colleague found it uninteresting)"
      },
      "effects_noted": [
        "ego-inflation",
        "manic thought processes",
        "erratic response between individuals"
      ],
      "related_compounds": {
        "positional_isomers": ["ORTHO-DOT", "META-DOT"],
        "higher_homologues": "Three explored more thoroughly",
        "2C-T_family": "The real treasure - 2-carbon homologues with more predictable dosages and richer experiences"
      },
      "naming": "ALEPH - first letter of Hebrew alphabet, given to group for potentially extraordinary shared properties",
      "key_themes": [
        "pioneering_research",
        "extreme_caution",
        "placebo_effects",
        "unreproducible_peak_experiences",
        "individual_variation",
        "erratic_compounds"
      ],
      "notable_quotes": [
        "It was a complete, total, absolute unknown.",
        "In retrospect, overly cautious. But retrospection, as they say, is cheap.",
        "As is always the case with peak experiences that happen to be catalyzed by drugs, this extraordinary event could not be duplicated.",
        "But the real treasure came in the exploring of the 2-carbon homologues, the compounds that make up the 2C-T family."
      ],
      "commentary": "",
      "extended_thoughts": ""
    },
    {
      "entry_number": 4,
      "code": "ALEPH-2",
      "chemical_name": "2,5-Dimethoxy-4-ethylthioamphetamine",
      "extensions_and_commentary": "As with ALEPH itself, and in most ways with the entire ALEPH family, there is no predictability of the dose/response relationship. One person had expressed his psychic isolation by taking and maintaining a fetal position in relative hibernation for several hours and with substantial amnesia; this at a four milligram dose. Yet another person, at fully twice this amount, was aware of a slight light-headedness that could in no way be measured as more than a bare threshold. But by the time this erratic nature had become apparent, the ALEPHS had been assigned and made, up to and including ALEPH-7.\n\nALEPH-3 was intended to be the methallylthio compound, 2,5-dimethoxy-4-(beta-methallylthio)amphetamine. [Detailed synthesis attempted but abandoned - aldehyde obtained was 'a mess']. Several years later, this entire project was reinitiated, and the aldehyde was obtained as a yellow crystal, but again it was not pursued. At that time, the earlier try had been totally forgotten, and a brand new ALEPH- (or 2C-T-) number had been assigned; i.e., 20. Thus, the corresponding phenethylamine, had it ever been made, which it was not, would have been called either 2C-T-3 or 2C-T-20, and the amphetamine homologue would probably have been ALEPH-20.\n\nA closely related 2C-T-X compound was also started quite a while later - this was the allylthio homologue (2C-T-16). The nitrostyrene was made but has not yet been reduced to the final amine.\n\nALEPH-5 was to be the cyclohexylthio analogue. The nitrostyrene was prepared but 'sits there on the shelf to be reduced to ALEPH-5 some inspired day.' The two-carbon homologue will someday be called 2C-T-5 (if it is ever made).\n\nThe remaining members of this family, ALEPH-4, ALEPH-6, and ALEPH-7 have actually been prepared and they have all been entered here in Book II, under their own names.",
      "erratic_nature": {
        "example_1": "4mg - fetal position, hibernation for hours, substantial amnesia",
        "example_2": "8mg - barely threshold, slight light-headedness",
        "conclusion": "No predictability of dose/response relationship"
      },
      "unfinished_compounds": [
        {
          "code": "ALEPH-3 / ALEPH-20",
          "name": "2,5-dimethoxy-4-(beta-methallylthio)amphetamine",
          "status": "Abandoned twice - project forgotten and renumbered",
          "phenethylamine_version": "Would be 2C-T-3 or 2C-T-20 (never made)"
        },
        {
          "code": "ALEPH-5",
          "name": "2,5-dimethoxy-4-cyclohexylthioamphetamine",
          "status": "Nitrostyrene sits on shelf awaiting reduction 'some inspired day'",
          "phenethylamine_version": "2C-T-5 (if ever made)"
        },
        {
          "code": "ALEPH-16",
          "name": "2,5-dimethoxy-4-allylthioamphetamine",
          "status": "Nitrostyrene made, not reduced",
          "phenethylamine_version": "2C-T-16"
        }
      ],
      "completed_family_members": ["ALEPH-4", "ALEPH-6", "ALEPH-7"],
      "key_themes": [
        "erratic_compounds",
        "individual_variation",
        "abandoned_projects",
        "lab_notebook_archaeology",
        "numbering_confusion",
        "unfinished_work"
      ],
      "notable_quotes": [
        "There is no predictability of the dose/response relationship.",
        "At that time, the earlier try had been totally forgotten, and a brand new ALEPH- (or 2C-T-) number had been assigned.",
        "This has not yet been reduced to the final amine.",
        "Sits there on the shelf to be reduced to ALEPH-5 some inspired day.",
        "Will someday be called 2C-T-5 (if it is ever made)."
      ],
      "commentary": "",
      "extended_thoughts": ""
    }
  ]
}
