{"source": "oilahuasca-research", "category": "oilahuasca", "title": "What is Oilahuasca", "content": "Oilahuasca is a theory that common culinary spices containing allylbenzenes can produce psychoactive effects when combined with strategic cytochrome P450 enzyme modulators. This is analogous to how ayahuasca uses MAO inhibitors to potentiate DMT. The term was coined by researcher Ron69. Key finding: allylbenzenes metabolize to tertiary aminopropiophenones (NOT amphetamines as originally theorized by Shulgin). CYP450 enzyme manipulation can dramatically enhance bioavailability and duration.", "created_at": "2026-01-12T00:00:00Z"}
{"source": "oilahuasca-research", "category": "oilahuasca", "title": "Ron69 Discovery of Oilahuasca", "content": "Ron69 is the pioneering researcher who coined the term 'Oilahuasca' and systematically investigated the pharmacological basis for psychoactive effects from culinary spices. His methodology: Started with nutmeg (myristicin) research, studied NCBI/PubMed databases, identified CYP450 enzyme involvement, cross-referenced herbs containing allylbenzenes AND modulating CYP450, developed activation theory analogous to ayahuasca's MAOI mechanism. Published findings on HerbPedia Wikidot.", "created_at": "2026-01-12T00:00:00Z"}
{"source": "oilahuasca-research", "category": "oilahuasca", "title": "Alexander Shulgin Ten Essential Oils", "content": "Dr. Alexander Shulgin (1925-2014), author of PiHKAL and TiHKAL, proposed that ten natural essential oils could be converted to psychoactive compounds through hepatic metabolism. The ten: Estragole→4-MA, Methyleugenol→3,4-DMA, Safrole→MDA, Myristicin→MMDA (key compound), Croweacin→MMDA-3a, Asaricin→MMDA-2, Elemicin→TMA, Asarone→TMA-2 (potent), Apiole→DMMDA (highly potent), Dillapiole→DMMDA-2 (highly potent). Shulgin demonstrated myristicin conversion to MMDA through rabbit liver study.", "created_at": "2026-01-12T00:00:00Z"}
{"source": "oilahuasca-research", "category": "oilahuasca", "title": "Critical Correction - Not Amphetamines", "content": "Modern research (1977-2024) corrects Shulgin's 1963 theory: allylbenzenes do NOT form amphetamines in vivo. They actually form TERTIARY AMINOPROPIOPHENONES (Mannich bases). Three types detected in animal urine: dimethylamines, piperidines, and pyrrolidines. Key difference: aminopropiophenones have a ketone (C=O) and tertiary amines (NR2), not primary amines like amphetamines. Different receptor binding profiles and pharmacokinetics.", "created_at": "2026-01-12T00:00:00Z"}
{"source": "oilahuasca-research", "category": "oilahuasca", "title": "Allylbenzene Metabolic Pathway", "content": "The verified three-step metabolic process: Step 1 - CYP450 oxidation (primarily CYP1A2) converts allylbenzene to 1'-hydroxyallylbenzene at the benzylic carbon. Step 2 - Further oxidation converts hydroxyl to ketone, forming 1'-oxo metabolite (phenyl vinyl ketone). Step 3 - Spontaneous Mannich reaction (NO enzyme required) condenses the ketone with endogenous amines (dimethylamine, piperidine, pyrrolidine) to form tertiary aminopropiophenones.", "created_at": "2026-01-12T00:00:00Z"}
{"source": "oilahuasca-research", "category": "oilahuasca", "title": "Myristicin CYP1A2 Mechanism-Based Inhibition", "content": "Research (PMID 26091900) shows myristicin is a mechanism-based (suicide) inhibitor of CYP1A2. The 3.21-fold IC50 shift indicates irreversible inhibition - the enzyme processes myristicin, generates a reactive intermediate (M2: 1'-hydroxymyristicin or 2',3'-epoxy-myristicin), which permanently destroys the enzyme. Glutathione can block this by trapping the reactive intermediate. Recovery requires 24-72 hours to synthesize new enzyme.", "created_at": "2026-01-12T00:00:00Z"}
{"source": "oilahuasca-research", "category": "oilahuasca", "title": "The Induction-Inhibition Paradox", "content": "Why induce AND inhibit the same enzyme? Coffee induces CYP1A2 (2-3x more enzyme). Nutmeg then inhibits it. Naive logic says they cancel out. Reality: More enzyme = more targets for inhibition = BIGGER accumulation when blocked. Analogy: Building more highway lanes right before blocking them all creates a worse traffic jam. The larger the system, the greater the backup when blocked.", "created_at": "2026-01-12T00:00:00Z"}
{"source": "oilahuasca-research", "category": "oilahuasca", "title": "Coffee Role in Oilahuasca - CYP1A2 Inducer", "content": "Coffee is a known inducer of CYP1A2 enzyme activity. Regular coffee drinkers have 2-3x more CYP1A2 than non-drinkers. Mechanism: Coffee compounds activate nuclear receptors (AhR, PXR) which increase CYP1A2 gene transcription. Time course: Peak induction at 24-72 hours with regular consumption. Caffeine itself is metabolized 95% by CYP1A2. Optimal dosing: 2-4 cups strong coffee for 3-7 days before, or 30-60 min before allylbenzenes.", "created_at": "2026-01-12T00:00:00Z"}
{"source": "oilahuasca-research", "category": "oilahuasca", "title": "Nutmeg - Central Compound of Oilahuasca", "content": "Nutmeg contains myristicin (1-3%), elemicin, and safrole. It is BOTH substrate AND inhibitor - the keystone of oilahuasca. Myristicin is the most potent CYP1A2 inhibitor among CYP1A2, CYP2D6, CYP2E1, CYP3A4, and CYP2C19 tested. Also has MAO inhibitory properties (Truitt 1963). Dual nature: acute mechanism-based inhibitor + chronic inducer. Psychoactive threshold: 2-5g. Toxic at 10g+. Duration: 24-72 hours.", "created_at": "2026-01-12T00:00:00Z"}
{"source": "oilahuasca-research", "category": "oilahuasca", "title": "Cinnamon Multiple CYP450 Inhibitor", "content": "Cinnamon contains cinnamaldehyde, eugenol, and trace safrole. It inhibits multiple CYP450 enzymes: CYP2C9, CYP3A4, CYP2A6, and CYP1A2. Critical additional effect: causes GLUTATHIONE DEPLETION, blocking Phase II detoxification. Role in oilahuasca: blocks alternative metabolic pathways + prevents Phase II conjugation. This is why cinnamon is essential - it closes the 'escape routes' when CYP1A2 is blocked.", "created_at": "2026-01-12T00:00:00Z"}
{"source": "oilahuasca-research", "category": "oilahuasca", "title": "Black Pepper Piperine CYP3A4 Inhibitor", "content": "Black pepper contains 5-10% piperine, a selective CYP3A4 inhibitor. CYP3A4 is the most prevalent liver CYP enzyme, handling >50% of all drugs. Piperine also inhibits P-glycoprotein (intestinal efflux transporter), increasing absorption. Famous example: piperine increases curcumin bioavailability by 2000%. Role in oilahuasca: blocks the CYP3A4 backup pathway. Dosing: 500mg-1g pepper (25-100mg piperine) or 20-50mg piperine extract.", "created_at": "2026-01-12T00:00:00Z"}
{"source": "oilahuasca-research", "category": "oilahuasca", "title": "Basil Triple Action in Oilahuasca", "content": "Basil provides three mechanisms: 1) Allylbenzene source (estragole 70-85% of oil, methyleugenol 3-10%), 2) SULT inhibition via nevadensin flavonoid, 3) Palatable flavoring. Nevadensin inhibits sulfotransferase (Phase II enzyme), blocking sulfate conjugation of metabolites. This means one herb provides both the 'drug' (estragole) and the 'potentiator' (nevadensin). Dosing: 2-4 tablespoons fresh chopped or 1-2 teaspoons dried.", "created_at": "2026-01-12T00:00:00Z"}
{"source": "oilahuasca-research", "category": "oilahuasca", "title": "Fennel Dual Action Herb", "content": "Fennel contains anethole (80-90%) and estragole (5-10%). CRITICAL: Anethole is PROPENYLBENZENE (conjugated double bond) - does NOT form psychoactive metabolites. Only the estragole (ALLYLBENZENE) is active. Fennel also contains mechanism-based CYP3A4 inhibitors. Connection to absinthe: anethole was the natural flavoring, may have contributed to 'altered state beyond alcohol'. Role in oilahuasca: provides estragole + blocks CYP3A4 backup pathway.", "created_at": "2026-01-12T00:00:00Z"}
{"source": "oilahuasca-research", "category": "oilahuasca", "title": "Allylbenzene vs Propenylbenzene Critical Distinction", "content": "Only ALLYLBENZENES form psychoactive metabolites. Allylbenzene structure: Benzene-CH2-CH=CH2 (oxidizable at benzylic carbon). Propenylbenzene structure: Benzene-CH=CH-CH3 (conjugated double bond BLOCKS oxidation). Psychoactive (allyl): myristicin, safrole, estragole, elemicin, apiole, dillapiole, methyleugenol. NOT psychoactive (propenyl): anethole, asarone, isosafrole, isoeugenol. This is why fennel's 80-90% anethole doesn't contribute.", "created_at": "2026-01-12T00:00:00Z"}
{"source": "oilahuasca-research", "category": "oilahuasca", "title": "Nutmeg Psychoactive Effects Verified", "content": "Nutmeg psychoactive effects dose-response: 0.5-1g (culinary) no effects, 1-2g mild stimulation, 2-5g clear psychoactive effects with visual distortions and altered time perception, 5-10g strong hallucinations but severe side effects, 10g+ toxic requiring medical attention. Duration extremely long: onset 2-8 hours, peak 6-12 hours, duration 24-72 hours, residual effects can persist a week. Character: dream-like, dissociative - NOT like classic psychedelics.", "created_at": "2026-01-12T00:00:00Z"}
{"source": "oilahuasca-research", "category": "oilahuasca", "title": "MAO Inhibition by Myristicin", "content": "Truitt et al. (1963) demonstrated nutmeg and myristicin show evidence of central MAO inhibition: lowered convulsive dose of tryptamine in mice (MAO normally breaks down tryptamine), increased rat brain serotonin concentrations (MAO normally breaks down serotonin). This adds a SECOND mechanism beyond CYP450 modulation. If MAO is inhibited, endogenous monoamines accumulate, potentially enhancing psychoactive effects.", "created_at": "2026-01-12T00:00:00Z"}
{"source": "oilahuasca-research", "category": "oilahuasca", "title": "Oilahuasca Safety and Toxicity Warnings", "content": "SERIOUS SAFETY CONCERNS: Nutmeg toxic at 10g+ (nausea, tachycardia, convulsions possible). Effects last 24-72 hours. Safrole, estragole, methyleugenol are hepatotoxic and potentially carcinogenic with chronic use (safrole restricted by FDA, betel is IARC Group I carcinogen). CYP inhibition affects prescription drug metabolism - dangerous interactions with statins, blood pressure meds, benzodiazepines. NO controlled human studies on combinations exist.", "created_at": "2026-01-12T00:00:00Z"}
{"source": "oilahuasca-research", "category": "oilahuasca", "title": "Oilahuasca Harm Reduction Guidelines", "content": "Harm reduction if exploring (NOT a recommendation): Start with VERY LOW doses. Never use alone - have a sitter. Plan for 24-72 hour duration. AVOID if on prescription medications. Do NOT use chronically (carcinogenicity concerns). Stay hydrated. Do not drive for 3 days. Know emergency resources. No antidote exists - only supportive care for nutmeg toxicity. Individual variation in CYP450 activity means unpredictable responses.", "created_at": "2026-01-12T00:00:00Z"}
{"source": "oilahuasca-research", "category": "oilahuasca", "title": "Original Anecdotal Oilahuasca Formula", "content": "The original anecdotal formula: Coffee + Almond + Cinnamon + Vanilla + Nutmeg. Component roles: Coffee provides CYP1A2 induction, Nutmeg provides myristicin (psychoactive) + CYP1A2 inhibition, Cinnamon provides multiple CYP inhibition + glutathione depletion, Vanilla provides metabolic modulation, Almond provides benzaldehyde (minor contribution). Key insight: not just nutmeg's direct effects, but enzyme-mediated potentiation analogous to ayahuasca.", "created_at": "2026-01-12T00:00:00Z"}
{"source": "oilahuasca-research", "category": "oilahuasca", "title": "Betel Safrole Source", "content": "Betel (Piper betle) flowers contain 15 mg/g safrole - significant source. Also contains unique chavibetol (3-hydroxy-4-methoxyallylbenzene). Traditional betel chewing practiced by 600 million people. Betel enhances CYP450 metabolic activity (inducer like coffee). CAUTION: Betel quid is IARC Group I carcinogen with long-term use. Safrole-DNA adducts documented. Use betel LEAF only (not areca nut), small amounts, not chronically.", "created_at": "2026-01-12T00:00:00Z"}
{"source": "oilahuasca-research", "category": "oilahuasca", "title": "Parsley and Dill Highly Potent Sources", "content": "Parsley seed contains apiole, which metabolizes toward DMMDA pathway - considered highly potent by Shulgin. Dill seed contains dillapiole, which metabolizes toward DMMDA-2 pathway - also highly potent. Both also contain myristicin. Apiole is a CYP1A2 inhibitor like myristicin. Note: Parsley and dill SEED oils are much more concentrated than leaves/weed. These represent the more potent end of the oilahuasca spectrum.", "created_at": "2026-01-12T00:00:00Z"}
{"source": "oilahuasca-research", "category": "oilahuasca", "title": "Phase II Metabolism Blockade", "content": "Normal Phase II metabolism conjugates compounds with glutathione (GST) or sulfate (SULT) to make them water-soluble for excretion. Oilahuasca blocks both: Cinnamon depletes glutathione substrate (even if GST enzyme is present, no GSH to conjugate), Basil's nevadensin inhibits SULT enzyme. Result: DOUBLE BLOCKADE - metabolites cannot be formed quickly (Phase I blocked) AND cannot be excreted quickly (Phase II blocked) = maximum accumulation.", "created_at": "2026-01-12T00:00:00Z"}
{"source": "oilahuasca-research", "category": "oilahuasca", "title": "Research Citations for Oilahuasca", "content": "Key scientific citations: PMID 12523956 - CYP3A4 and CYP1A2 enzymes in myristicin oxidation. PMID 26091900 - Myristicin mechanism-based inhibition of CYP1A2, identifies reactive metabolites M1 and M2. PMID 8554622 - Myristicin induces rat hepatic CYP450 enzymes 2-20 fold. PMID 9245741 - Myristicin induces GST 4-14 fold in mice. Truitt 1963 - Evidence of MAO inhibition by myristicin and nutmeg.", "created_at": "2026-01-12T00:00:00Z"}
{"source": "oilahuasca-research", "category": "oilahuasca", "title": "Connection to Van Kush Family Temple", "content": "The Oilahuasca research connects to Van Kush Family interests: The Shaivite Temple uses sacred plants including cannabis for consciousness exploration. The 75,000-year temple tradition includes knowledge of psychoactive plants. This research extends understanding of plant-based consciousness exploration to common culinary spices. Document compiled for harm reduction and educational purposes as part of the Book of Tanit expanding manuscript.", "created_at": "2026-01-12T00:00:00Z"}
{"source": "shulgin-framework", "category": "oilahuasca", "title": "Shulgin Ten Essential Oils Framework Overview", "content": "Dr. Alexander Shulgin's revolutionary framework systematically categorized natural essential oils by their substitution patterns on the benzene ring, mapping each to its theoretical amphetamine metabolite. Core theory: 'Adding ammonia to any of these natural product oils produces, in principle, the corresponding amphetamine.' Modern correction: liver enzymes create 1'-oxo intermediates which condense with endogenous amines to form aminopropiophenones, NOT amphetamines. Framework still provides: systematic catalog of psychoactive plant sources, structural understanding, potency prediction, and foundation for oilahuasca theory.", "created_at": "2026-01-12T00:00:00Z"}
{"source": "shulgin-framework", "category": "oilahuasca", "title": "Category 1 Estragole 4-Methoxy Pattern", "content": "Essential oil: Estragole (4-allylanisole, methylchavicol). Found in basil (70-85%), fennel (5-10%), tarragon, anise, bay laurel. Target: 4-MA (4-Methoxyamphetamine). Propenyl isomer anethole CANNOT form aminopropiophenones due to conjugated double bond. Absinthe connection: original absinthe contained anethole from anise/fennel, possibly estragole contributed to 'altered state beyond alcohol'. Actual pathway: Estragole → 1'-Hydroxyestragole → 1'-Oxoestragole → 4-Methoxy aminopropiophenones.", "created_at": "2026-01-12T00:00:00Z"}
{"source": "shulgin-framework", "category": "oilahuasca", "title": "Category 2 Methyleugenol 3,4-Dimethoxy Pattern", "content": "Essential oil: Methyleugenol - one of the MOST COMMON allylbenzenes in nature. Found in bay leaves, allspice, black pepper, cloves, basil, citronella, tea tree oil, nutmeg. Smells like cloves/carnations. Subcategory: Eugenol (4-OH-3-OCH3) is a famous dental anesthetic from cloves. Chavibetol (unique to betel leaf) is the 3-OH-4-OCH3 isomer. Target: 3,4-DMA. Also 3,5-DMA from mugwort/sage (unexplored territory).", "created_at": "2026-01-12T00:00:00Z"}
{"source": "shulgin-framework", "category": "oilahuasca", "title": "Category 3 Safrole Methylenedioxy Pattern", "content": "Essential oil: Safrole - the famous 'root beer compound'. Found in sassafras (70-90%, primary source), cinnamon (0.5-2%), nutmeg (0.5-2%), betel leaf (1.5%). Immediately recognizable aroma. FDA banned safrole in 1960 (hepatotoxic), now DEA List I chemical. Target: MDA (3,4-Methylenedioxyamphetamine) 'The Love Drug'. Proven to form all three aminopropiophenone types. For oilahuasca: use trace amounts in cinnamon/nutmeg, NOT pure sassafras oil.", "created_at": "2026-01-12T00:00:00Z"}
{"source": "shulgin-framework", "category": "oilahuasca", "title": "Category 4 Myristicin MMDA Pathway KEYSTONE", "content": "Essential oil: Myristicin - THE KEYSTONE COMPOUND OF OILAHUASCA. Found in nutmeg/mace (1-3%), parsley seed, dill seed. THE KEY EVIDENCE: Shulgin showed myristicin conversion to MMDA through rabbit liver preparation - proof biological conversion occurs. Distinction: myristicin (essential oil, psychoactive) vs myristin/trimyristin (fat, NOT psychoactive). Target: MMDA 'The insight drug' - empathogenic, introspective, 100-250mg dose, 8-12 hours. Nutmeg provides multiple pathways: myristicin→MMDA + elemicin→TMA + safrole→MDA.", "created_at": "2026-01-12T00:00:00Z"}
{"source": "shulgin-framework", "category": "oilahuasca", "title": "Category 5 Croweacin Rue Family", "content": "Essential oil: Croweacin from rue family plants (Rutaceae). Target: MMDA-3a. Shulgin's arthritis remedy story: equal parts rue, rosemary, and cannabis soaked in rubbing alcohol, evaporated to sludge, rubbed on arthritic joints. 'From a very conservative Republican friend!' Common rue (Ruta graveolens) smells like cat urine. SAFETY: Rue is TOXIC - abortifacient, photosensitizing, hepatotoxic. NOT RECOMMENDED for internal use.", "created_at": "2026-01-12T00:00:00Z"}
{"source": "shulgin-framework", "category": "oilahuasca", "title": "Category 6 and 7 Asaricin and Elemicin", "content": "Category 6: Asaricin/Carpacin from Carpano tree (Solomon Islands). Target: MMDA-2. Extremely rare, not practical. Category 7: Elemicin (3,4,5-trimethoxy) from oil of elemi, nutmeg, camphor oils, pili tree (Philippines). Target: TMA. Elemicin forms ALL THREE aminopropiophenone types. When using nutmeg you get myristicin + elemicin + safrole = multiple pathways activated, explaining complex long-lasting effects.", "created_at": "2026-01-12T00:00:00Z"}
{"source": "shulgin-framework", "category": "oilahuasca", "title": "Category 8 Asarone Calamus TMA-2 POTENT", "content": "Essential oil: α-Asarone from calamus/sweet flag (Acorus calamus). Three isomers: α-asarone (propenyl, common), β-asarone (propenyl, CARCINOGENIC), γ-asarone/euasarone (allyl, RARE, psychoactive). Target: TMA-2 - HIGHLY POTENT (20-40mg dose vs mescaline 200-400mg). CRITICAL SAFETY: β-asarone causes liver tumors. North American diploid (Acorus americanus) contains NO β-asarone (SAFE). European/Asian varieties contain β-asarone (UNSAFE). Calamus also inhibits CYP3A4 and CYP2D6.", "created_at": "2026-01-12T00:00:00Z"}
{"source": "shulgin-framework", "category": "oilahuasca", "title": "Category 9 Apiole DMMDA HIGHLY POTENT", "content": "Essential oil: Apiole (parsley camphor) from parsley seed oil (10-30%). Distinction: apiole (with 'e') is pure essential oil, apiol (without 'e') is crude extract. Target: DMMDA - VERY POTENT, 50-75mg produces 'distinct MDA-like intoxication'. Apiole is mixed-type CYP1A inhibitor - DUAL ROLE like myristicin: both substrate AND inhibitor, SELF-POTENTIATING. Critical addition to oilahuasca formula. AVOID during pregnancy (abortifacient). Dosing: 10-20 drops parsley seed oil or 1-2 tbsp crushed seeds.", "created_at": "2026-01-12T00:00:00Z"}
{"source": "shulgin-framework", "category": "oilahuasca", "title": "Category 10 Dillapiole DMMDA-2 Power Trio", "content": "Essential oil: Dillapiole from dill seed oil (10-50%). Target: DMMDA-2 - 50mg dose, 'similar effects to MDA', equivalent to 5 mescaline units. THE POWER TRIO: Nutmeg + Parsley Seed + Dill Seed provides three distinct high-potency pathways: Myristicin→MMDA + Apiole→DMMDA + Dillapiole→DMMDA-2, plus multiple CYP450 inhibitors. This is likely THE MOST POTENT oilahuasca formulation possible with readily available herbs. AVOID during pregnancy.", "created_at": "2026-01-12T00:00:00Z"}
{"source": "cyp450-database", "category": "oilahuasca", "title": "CYP450 Enzyme System Overview", "content": "Cytochrome P450 enzymes are heme-containing monooxygenases in liver (and intestine/kidney/lung) responsible for 80% of oxidative drug metabolism. Hepatic distribution: CYP3A4 (30%, metabolizes >50% of drugs), CYP2C9 (20%), CYP1A2 (13%, PRIMARY for allylbenzenes), CYP2E1 (7%), CYP2D6 (2% but metabolizes 25% of drugs). Genetic polymorphism affects individual response. Induction increases enzyme synthesis (24-72 hours), inhibition blocks activity (immediate to hours).", "created_at": "2026-01-12T00:00:00Z"}
{"source": "cyp450-database", "category": "oilahuasca", "title": "Coffee Caffeine CYP1A2 Induction Detailed", "content": "Caffeine metabolized 95% by CYP1A2. Coffee INDUCES CYP1A2 via AhR receptor activation → nuclear translocation → XRE binding → gene transcription → 2-3x more enzyme protein. Time course: minimal 0-6hrs, beginning 6-24hrs, maximum 24-72hrs with regular use. Regular drinkers have 2-3x higher CYP1A2; heavy smokers up to 5x. Optimal protocols: ACUTE (2-4 cups 30-60min before) or CHRONIC (3-5 cups/day for 3-7 days). Brewed coffee best (full spectrum compounds).", "created_at": "2026-01-12T00:00:00Z"}
{"source": "cyp450-database", "category": "oilahuasca", "title": "Myristicin Mechanism-Based Inhibition Detailed", "content": "Myristicin is mechanism-based (suicide) inhibitor of CYP1A2. IC50 shift 3.21-fold proves irreversible inhibition. Mechanism: myristicin binds CYP1A2 → oxidation begins → reactive intermediate (epoxide or radical) generated → covalent adduct with enzyme amino acids → PERMANENT enzyme destruction → 24-72 hours to synthesize replacement. Glutathione can trap reactive intermediate and rescue enzyme. When GSH depleted (by cinnamon), inhibition ENHANCED. Also induces CYP1A1/2, 2B1/2, 2E1 (2-20x) with chronic use.", "created_at": "2026-01-12T00:00:00Z"}
{"source": "cyp450-database", "category": "oilahuasca", "title": "Cinnamon Triple Mechanism Glutathione Depletion", "content": "Cinnamon provides TRIPLE mechanism: 1) Multi-CYP450 inhibition (CYP2C9, CYP3A4, CYP2A6, CYP1A2, CYP2D), 2) GLUTATHIONE DEPLETION via cinnamaldehyde-induced ROS production → oxidative stress → GSH oxidized and depleted, 3) GST substrate depletion (even if GST induced, no GSH available). Combined result: Phase I BLOCKED (CYP inhibition) + Phase II BLOCKED (no GSH for conjugation) = MAXIMUM METABOLITE ACCUMULATION. Ceylon cinnamon preferred (lower coumarin toxicity). Dose: 1-2 tsp (2-4g).", "created_at": "2026-01-12T00:00:00Z"}
{"source": "cyp450-database", "category": "oilahuasca", "title": "Black Pepper Piperine Selective CYP3A4 Inhibitor", "content": "Piperine is SELECTIVE CYP3A4 inhibitor with minimal effect on CYP1A2 (complementary to myristicin). DUAL mechanism: 1) CYP3A4 competitive inhibition, 2) P-glycoprotein inhibition (blocks intestinal efflux pump). Famous example: piperine increases curcumin bioavailability 2000%. Strategic role: when CYP1A2 blocked by myristicin, body tries CYP3A4 as backup → piperine blocks this escape route. Content: black pepper 5-10% piperine. Dose: 500mg-1g pepper (25-100mg piperine) or BioPerine 10-20mg.", "created_at": "2026-01-12T00:00:00Z"}
{"source": "cyp450-database", "category": "oilahuasca", "title": "Apiole Mixed-Type CYP1A Inhibitor Dual Role", "content": "Apiole is MIXED-TYPE inhibitor of CYP1A subfamily (both competitive and non-competitive components). Affects CYP1A1 and CYP1A2. DUAL ROLE like myristicin: 1) Substrate → DMMDA-type aminopropiophenones, 2) Inhibitor → blocks own metabolism and others. SELF-POTENTIATING. Synergy with myristicin: both provide substrates (MMDA + DMMDA pathways), both inhibit CYP1A (different mechanisms = additive/synergistic). Combined = DRAMATICALLY ENHANCED EFFECT. Parsley seed oil is practical source.", "created_at": "2026-01-12T00:00:00Z"}
{"source": "cyp450-database", "category": "oilahuasca", "title": "Complete Oilahuasca Strategy Three Phases", "content": "PHASE 1 PREPARATION: Coffee induces CYP1A2 (2-3x more enzyme) 24-72hrs before or 30-60min before. PHASE 2 INHIBITOR LOADING: Cinnamon + pepper + fennel block CYP3A4/2C9/2A6 + deplete glutathione, 30-60min before substrates. PHASE 3 SUBSTRATE LOADING: Nutmeg + parsley seed + dill seed + basil provide multiple allylbenzenes competing for remaining enzyme + myristicin/apiole inactivate CYP1A2. RESULT: Phase I minimal metabolism + Phase II blocked detoxification = METABOLITE ACCUMULATION.", "created_at": "2026-01-12T00:00:00Z"}
