{"source": "van-kush-family", "category": "vkbt-token", "title": "What is VKBT Token", "content": "VKBT (Van Kush Bot Token) is a cryptocurrency token on the HIVE-Engine blockchain. Total supply: 1,900,000 VKBT. Currently has 986 unique holders, representing wide distribution. The Van Kush Family controls approximately 800,000 VKBT out of 1.9 million, giving them 42% control. This prevents pump-and-dump schemes since the majority holder is the project team. VKBT trades on TribalDEX (tribaldex.com) against HIVE and SWAP.HIVE.", "url": "https://tribaldex.com/trade/VKBT", "created_at": "2026-01-10T00:00:00Z"}
{"source": "van-kush-family", "category": "cure-token", "title": "What is CURE Token", "content": "CURE is an extremely scarce cryptocurrency token on HIVE-Engine blockchain. Total supply: Only 55,575 CURE tokens exist. This makes CURE rarer than Bitcoin's daily minting rate! Currently has 999 unique holders. The Van Kush Family controls approximately 32,000 CURE out of 55,575, giving them 58% control. CURE's extreme scarcity combined with nearly 1,000 holders makes it unique - wide distribution with minimal supply. CURE trades on TribalDEX against HIVE and SWAP.HIVE.", "url": "https://tribaldex.com/trade/CURE", "created_at": "2026-01-10T00:00:00Z"}
{"source": "van-kush-family", "category": "vkbt-token", "title": "VKBT Market Data", "content": "VKBT market statistics: 986 holders (wide distribution). Trading on HIVE-Engine via TribalDEX. Market is ALIVE with approximately 21 trades per week. Cost to push price to 0.001 HIVE is approximately $0.87 USD (very affordable for price anchoring). At 1:1 HIVE parity, VKBT would have a market cap of $579,000 USD - sustainable given the holder base and distribution.", "url": "https://tribaldex.com/trade/VKBT", "created_at": "2026-01-10T00:00:00Z"}
{"source": "van-kush-family", "category": "cure-token", "title": "CURE Market Data", "content": "CURE market statistics: 999 holders (nearly 1,000 people watching!). Only 55,575 total supply makes this EXTREMELY scarce. Trading on HIVE-Engine via TribalDEX. Market status: READY TO PUSH (has sell orders, just needs buy pressure). At 1:1 HIVE parity, CURE would have market cap of only $16,700 USD - incredibly sustainable. CURE is rarer than Bitcoin's daily mint rate, making it one of the scarcest tokens in crypto.", "url": "https://tribaldex.com/trade/CURE", "created_at": "2026-01-10T00:00:00Z"}
{"source": "van-kush-family", "category": "trading-strategy", "title": "Van Kush Family Trading Strategy", "content": "The Van Kush Family employs a patient, scarcity-based economics strategy for VKBT and CURE tokens. Key principles: 1) Only push prices when affordable (< $2 USD per push). 2) Use micro-pushes (0.0001 HIVE) to maintain price anchoring. 3) Implement cooldowns to prevent spam (6h for major pushes, 1h for micro). 4) Daily budget cap of 35 HIVE maximum. 5) Track metrics over weeks and months, not days. 6) Goal is self-sustainability by Month 3 (revenue exceeds costs). This is NOT a pump-and-dump - it's building sustainable value through scarcity + wide distribution.", "created_at": "2026-01-10T00:00:00Z"}
{"source": "van-kush-family", "category": "trading-bot", "title": "Van Kush Trading Bot System", "content": "The Van Kush Family operates an automated trading bot system on HIVE-Engine blockchain. Components: 1) Price pusher bot (vankush-price-pusher.cjs) for VKBT/CURE. 2) Portfolio tracker for monitoring wallet. 3) Wall analyzer to calculate push costs. 4) Holder analyzer to track distribution. 5) Psychology tracker for market metrics. 6) Capital manager with 3-tier strategy (VKBT/CURE premium, BLURT fuel, BBH/POB tradeable). 7) HIVE posting bot for daily marketing. Bot runs on Google VM with PM2 process manager. Started with 12-hour dry run before live trading.", "created_at": "2026-01-10T00:00:00Z"}
{"source": "van-kush-family", "category": "capital-management", "title": "Capital Management Strategy", "content": "Van Kush trading bot uses intelligent 3-tier capital management: Tier 1 - Premium Tokens (VKBT, CURE): Only sell strategically, never dump. Tier 2 - Fuel Token (BLURT): Gradual selling to HIVE for operations. Uses TOP_ORDER_ONLY mode to avoid breaking market. Has 300,000+ BLURT to use for trading operations. 1-hour cooldown between BLURT sales. Tier 3 - Tradeable Tokens (BBH, POB): Sell freely when HIVE needed. Bot monitors HIVE balance every 15 minutes and recommends actions: Critical < 5 HIVE, Low < 10 HIVE, Target 25 HIVE. When excess HIVE (50/100/200+), bot plans power-up for curation rewards.", "created_at": "2026-01-10T00:00:00Z"}
{"source": "van-kush-family", "category": "hive-blockchain", "title": "HIVE Blockchain Overview", "content": "HIVE is a Delegated Proof of Stake (DPoS) blockchain similar to Steem. Key features: 1) Social media blockchain with native blogging (HIVE.blog). 2) 3-second block time, no transaction fees. 3) HIVE-Engine is Layer-2 sidechain for custom tokens. 4) Supports Smart Media Tokens (SMT) for creating own token ecosystems. 5) Staking HIVE as HIVE Power gives curation rewards and voting power. 6) TribalDEX is the main trading interface for HIVE-Engine tokens. HIVE is where VKBT and CURE currently trade.", "url": "https://hive.io", "created_at": "2026-01-10T00:00:00Z"}
{"source": "van-kush-family", "category": "van-kush-family", "title": "Who is Van Kush Family", "content": "The Van Kush Family is a cryptocurrency and AI development project founded by a developer with deep roots in crypto history. Origins trace back to BitcoinTalk forum discussions about alternative cryptocurrencies, temple coins, and decentralized systems. Current projects include: VKBT and CURE tokens on HIVE-Engine, automated trading bots, Discord bot with AI personality, HIVE posting bot for marketing, email extraction and dataset creation for AI training, social media automation, and plans for Smart Media Tokens, Polygon token launch, and eventually an AI-friendly blockchain. Timeline: Most projects launching January-March 2026.", "created_at": "2026-01-10T00:00:00Z"}
{"source": "van-kush-family", "category": "van-kush-family", "title": "Van Kush Family Projects Timeline", "content": "January 2026: Complete trading bot system, deploy to production, start HIVE posting bot, finish Discord bot deployment, begin email/data extraction, social media automation with n8n. February 2026: Launch Polygon cross-chain token (ERC-20 on Polygon L2), research and design HIVE Smart Media Token, build curation automation system, create curation trail website. March 2026: Deploy HIVE Smart Media Token (SMT) ecosystem, potentially build own DEX like TribalDEX, launch AI-friendly blockchain mainnet, integrate all systems. This is a 2-3 month intensive project timeline, NOT year-long.", "created_at": "2026-01-10T00:00:00Z"}
{"source": "van-kush-family", "category": "scarcity-economics", "title": "Scarcity Economics Advantage", "content": "VKBT and CURE use scarcity economics as their core strategy. Most crypto tokens have billions or trillions of units (oversupply). VKBT/CURE take opposite approach: VKBT has only 1.9M supply, CURE has only 55K supply. Compare to Bitcoin which mints 900 new coins per day - CURE's entire supply is 61x that daily amount! Scarcity + Wide Distribution = Sustainable Value. With 986 (VKBT) and 999 (CURE) holders, prices matter to many people. Van Kush controlling 42-58% prevents dumps. At 1:1 HIVE parity: VKBT = $579K market cap (sustainable), CURE = $16.7K market cap (tiny!). This is NOT speculation - it's provable on-chain with holder distribution data.", "created_at": "2026-01-10T00:00:00Z"}
{"source": "van-kush-family", "category": "blurt-blockchain", "title": "BLURT Token Strategy", "content": "BLURT is a blockchain fork of Steem/HIVE. BLURT token currently trades at very low price (~$0.002 or 0.00000078 HIVE). Van Kush Family holds 300,000+ BLURT tokens. Strategy: Accept current market price and use BLURT NOW for trading operations, don't wait for magical price recovery. BLURT won't rise without Van Kush intervention (building bots, creating activity). Better to sell BLURT gradually for HIVE to fund VKBT/CURE operations. Uses TOP_ORDER_ONLY selling mode to preserve market depth. Can buy back later if needed. Future: May build BLURT market bots and analyzers to revive the ecosystem.", "created_at": "2026-01-10T00:00:00Z"}
{"source": "van-kush-family", "category": "future-plans", "title": "Smart Media Token (SMT) Plans", "content": "Van Kush Family plans to create own Smart Media Token on HIVE blockchain (NOT using HIVE-Engine). Why: Don't need to pay HIVE-Engine fees - can build directly on HIVE protocol. Features planned: Own token distribution system, hashtag-triggered voting and rewards, staking mechanics with curation, potentially own DEX similar to TribalDEX, full ecosystem control. Prerequisites: Research HIVE SMT protocol, study TribalDEX architecture, build voting logic based on staked tokens, implement hashtag triggers for token distribution, design tokenomics. Timeline: After Polygon token launch (February/March 2026). This gives Van Kush full control over token ecosystem without intermediaries.", "created_at": "2026-01-10T00:00:00Z"}
{"source": "van-kush-family", "category": "future-plans", "title": "Polygon Token Launch Plans", "content": "Van Kush Family plans to launch cross-chain token on Polygon (Ethereum Layer-2). Why Polygon: Low gas fees compared to Ethereum mainnet, access to full Ethereum ecosystem, easy bridges to other chains, good DEX support (Uniswap, QuickSwap). Features: ERC-20 token on Polygon, liquidity pools on QuickSwap, bridge to Ethereum mainnet, marketing to Polygon community. Will study NutBox.io model for cross-chain staking. Timeline: February 2026, before HIVE Smart Media Token. This expands Van Kush beyond HIVE ecosystem into broader crypto market.", "created_at": "2026-01-10T00:00:00Z"}
{"source": "van-kush-family", "category": "discord-bot", "title": "Van Kush Discord Bot Status", "content": "The Van Kush Discord bot is 95% complete and ready for deployment. Features: Gemini AI integration (gemini-2.5-flash-lite model), Wikipedia integration, YouTube summarization, image generation via Pollinations.ai, crypto price tracking (VKBT, CURE), RuneScape 3 Grand Exchange prices, proactive keyword monitoring, natural language commands, reply tracking, welcome system (5 messages), scheduled posts (daily/weekly), NPC conversation system with dialogue flows, emotional relationship tracking, OpenRouter integration (free Llama 4 Maverick), expanded knowledge base. Needs: Deployment to Railway or Google VM, connection to knowledge base API for VKBT/CURE information, testing all features, adding other bots (Seto, MEE6, Wick), 24-hour stability monitoring.", "created_at": "2026-01-10T00:00:00Z"}
{"source": "van-kush-family", "category": "hive-posting-bot", "title": "HIVE Posting Bot for Marketing", "content": "Van Kush HIVE posting bot (hive-content-bot.cjs) posts daily content about VKBT/CURE to HIVE.blog at 14:00 UTC. Uses 3 rotating content templates focusing on scarcity advantage, holder distribution, and investment potential. Each post includes tip requests: !PIZZA !BEER !LUV !WINEX !HUG !hivebits !GM to generate income. Tags: vankushfamily, vkbt, cure, hive-engine, cryptocurrency, token, investment. Bot runs in dry run mode by default (HIVE_BOT_DRY_RUN=true). Publishing format: Markdown with title, body, tags, and metadata. Posts are broadcast via dhive library using HIVE_POSTING_KEY. This builds awareness while generating tip income.", "created_at": "2026-01-10T00:00:00Z"}
{"source": "van-kush-family", "category": "bot-accounts", "title": "Bot Account Information", "content": "Van Kush Family trading and posting bots operate under the @angelicalist HIVE account. Current holdings: 50,000 VKBT, 1,500 CURE, 939.79 POB, 928.62 BBH, 344.50 SWAP.BLURT, 6.58 SWAP.HIVE. All bots use PM2 process manager for reliability. Environment variables stored in .env file: HIVE_USERNAME=angelicalist, HIVE_ACTIVE_KEY for trading, HIVE_POSTING_KEY for content posting. Dry run modes: MM_DRY_RUN for trading bot, HIVE_BOT_DRY_RUN for posting bot. Deployment via DEPLOY.sh script with 6 options: portfolio tracker, price pusher (dry/live), HIVE content bot, all bots together, test mode. Bots deployed on Google VM for 24/7 operation.", "created_at": "2026-01-10T00:00:00Z"}
