{
  "title": "Size Disparity and Coercion: From Physical Self-Defense to Institutional Resistance",
  "subtitle": "Integrating Texas Self-Defense / Fatal Affray Doctrine, Coercion Under Texas Penal Code, and Resistance to Unlawful Government Action",
  "author": "Van Kush Family Research Institute",
  "date": "January 2026",
  "overview": "This synthesis integrates multiple legal doctrines to create a unified framework for understanding when individual citizens may lawfully resist institutional coercion. By extending the physical size disparity doctrine to institutional contexts, and combining it with Texas coercion law, witness intimidation precedents, and the historical right to resist unlawful government action, a comprehensive legal theory emerges for justifying proportional resistance to government overreach.",

  "legal_doctrines_integrated": [
    "Texas Self-Defense / Fatal Affray Doctrine",
    "Coercion Under Texas Penal Code § 1.07(9)",
    "Jimenez v. State (Witness Intimidation)",
    "Whiteside v. State (Coercion by Gesture)",
    "John Bad Elk v. U.S. (Resistance to Unlawful Government Action)",
    "The Vigol/Whiskey Rebellion Necessity Framework",
    "Texas Founding Precedent (Stephen F. Austin Remonstrance)"
  ],

  "part_1_size_disparity_physical_self_defense": {
    "overview": "Texas courts have long recognized that physical size differences between parties are relevant to self-defense analysis. When determining whether force was reasonable, courts consider the relative size and strength of the parties.",
    "fatal_affray_doctrine": "In fatal affray cases (where someone dies in a fight), Texas courts have held that evidence about the size and strength of the parties must be presented to the jury. Without this evidence, the jury cannot properly evaluate whether the force used was reasonable.",
    "legal_principle": "When there is a significant disparity in size, strength, or power between parties, the smaller/weaker party may use greater force than would otherwise be reasonable. The disparity justifies a proportionally greater response.",
    "key_cases": [
      {
        "case_name": "State v. Wanrow",
        "citation": "88 Wash.2d 221",
        "year": 1977,
        "holding": "Size/strength disparity relevant to self-defense"
      },
      {
        "case_name": "State v. Simon",
        "citation": "646 P.2d 1119 (Kan.)",
        "year": 1982,
        "holding": "Jury instruction on physical disparity required"
      },
      {
        "case_name": "State v. Marsh",
        "citation": "337 N.C. 505",
        "year": 1994,
        "holding": "Size disparity justifies greater force"
      },
      {
        "case_name": "State v. Leidholm",
        "citation": "334 N.W.2d 811 (N.D.)",
        "year": 1983,
        "holding": "Battered woman syndrome + size disparity"
      },
      {
        "case_name": "Werner v. State",
        "citation": "711 S.W.2d 639 (Tex. Crim. App.)",
        "year": 1986,
        "holding": "Texas size disparity self-defense"
      },
      {
        "case_name": "State v. Hernandez",
        "citation": "04-15-00579 (Tex. App.)",
        "year": 2016,
        "holding": "Physical disparity instruction"
      },
      {
        "case_name": "Morales v. State",
        "citation": "357 S.W.3d 1 (Tex. Crim. App.)",
        "year": 2011,
        "holding": "Justification defense"
      }
    ]
  },

  "part_2_extending_to_institutional_contexts": {
    "overview": "If size disparity applies to physical confrontations between individuals, the same principle should logically apply to confrontations between individuals and institutions. The 'size' in question is not just physical - it is the disparity in power, resources, and ability to cause harm.",
    "power_disparity_comparison": {
      "individual_citizen": [
        "Limited financial resources",
        "No employees",
        "No legal department",
        "No ability to arrest anyone",
        "No ability to seize property",
        "No ability to change laws",
        "No power to define 'crime'",
        "Limited to public forums"
      ],
      "government_entity": [
        "Essentially unlimited budget",
        "Thousands of employees",
        "Full legal departments, access to AG",
        "Power to arrest, incarcerate",
        "Power to seize property",
        "Power to change laws",
        "Power to define what constitutes crime",
        "Controls forums, courthouses, jails"
      ]
    },
    "leviathan_concept": "The philosopher Thomas Hobbes described the government as 'Leviathan' - a creature so massive that individual citizens cannot meaningfully resist it through normal means. This disparity in power is far greater than any physical size difference between two humans.",
    "implication": "If a 5'2\" person can use a weapon against a 6'4\" attacker because of size disparity, what can an individual citizen 'use' against a massive hostile government entity? The answer: Speech, protest, property destruction as political expression, litigation, and other forms of resistance that would be 'disproportionate' if the parties were equal but are 'proportionate' given the massive disparity in institutional power."
  },

  "part_3_coercion_under_texas_law": {
    "statute": "Texas Penal Code § 1.07(a)(9)",
    "definition": {
      "section_a": "A threat, however communicated:",
      "subcategories": [
        "(i) to commit an offense",
        "(ii) to inflict bodily injury in the future on the person threatened or another",
        "(iii) to accuse a person of any offense",
        "(iv) to expose a person to hatred, contempt, or ridicule",
        "(v) to harm the credit or business repute of any person",
        "(vi) to take or withhold action as a public servant..."
      ],
      "section_b": "Taking or withholding action as a public servant... when such action is outside the public servant's legitimate scope of authority"
    },
    "key_elements": {
      "however_communicated": "The threat can be explicit or implicit, verbal or gestural, direct or indirect. There is no requirement that the threat be stated in words.",
      "exposure_to_contempt": "Coercion includes threats to reputation, standing, dignity - broader than physical harm.",
      "public_servant_action": "Government actors who refuse to process complaints, refuse to respond to communications, or use their position to harm someone are engaging in coercion."
    },
    "application_to_electronic_displays": "When DART displays a 'shrug' meme in response to housing complaints, this is coercion: It exposes the person to ridicule, represents withholding action as a public servant, is communicated through gesture/image rather than words, and is designed to intimidate and humiliate."
  },

  "part_4_jimenez_v_state": {
    "citation": "Jimenez v. State, No. 13-13-00062-CR (Tex. App. Jul 31, 2014)",
    "facts": "Jimenez was facing a criminal trial. On the same day that Thompson (a witness) was subpoenaed to testify at his trial, Jimenez called her and told her to 'get out of the house.' After the phone call, Thompson left the house and hid from the police. Jimenez was charged with coercion/witness tampering.",
    "legal_analysis": "A juror could have reasonably concluded from this testimony that Jimenez's phone call was an implicit threat 'to expose [Thompson] to hatred, contempt, or ridicule.' The court held that by telling Thompson to leave the house 'under those circumstances,' Jimenez implied that if she did not do as ordered, she would be exposed to contempt of court for refusing to obey a subpoena.",
    "key_holdings": [
      "Coercion can be IMPLICIT: The court found coercion even though Jimenez never explicitly threatened Thompson",
      "Context matters: The same words might not be coercion in other circumstances, but said on the day of a subpoena, they became coercion",
      "Size disparity applied: Jimenez was in a position of power relative to Thompson"
    ],
    "institutional_application": "If one individual telling another individual to 'get out of the house' can be coercion based on implied threat and power disparity, then a government entity displaying dismissive memes is certainly coercion, refusing to process housing complaints while the person becomes homeless is coercion, and systematic non-response to communications is coercion."
  },

  "part_5_whiteside_v_state": {
    "citation": "Whiteside v. State, 29 S.W.2d 399, 115 Tex. Cr. 274 (Tex. Crim. App. 1930)",
    "key_holding": "The theory upon which the court dealt with the subject was, in substance, that if the appellant, with malice aforethought, by threatening words AND GESTURES terrorized and frightened the deceased and caused her to have a well-grounded apprehension that her life was then in danger...",
    "what_whiteside_establishes": [
      "GESTURES can be coercive: Not just words, but physical gestures, displays, images, and non-verbal communication can constitute coercion",
      "The test is 'well-grounded apprehension': If the victim reasonably believes they are in danger based on the gestures/displays, coercion exists",
      "'Terrorized and frightened' is the effect: Coercion is measured by its effect on the victim, not just the intent of the actor"
    ],
    "electronic_display_application": "If gestures and non-verbal communication can be coercive under Whiteside, then images displayed on screens can be coercive, the 'shrug' meme is a gesture communicating dismissal, electronic displays specifically timed to respond to communications are coercive gestures, and the 'well-grounded apprehension' standard is met when someone is becoming homeless while the government shrugs at them."
  },

  "part_6_vigol_whiskey_rebellion_framework": {
    "citation": "U.S. v. Vigol, 2 U.S. 346 (1795)",
    "historical_context": "The Whiskey Rebellion (1794) was an armed uprising by farmers in western Pennsylvania who resisted a federal tax on whiskey. The federal government sent troops to suppress the rebellion. U.S. v. Vigol arose from prosecutions of participants in the rebellion.",
    "key_language": "The same party then proceeded to the house of Wells, the Excise Officer in Fayette county, swearing that the Excise Law should never be carried into effect, and that they would destroy Wells and his house... The counsel for the prisoner have endeavoured, in the course of a faithful discharge of their duty, to extract from the witnesses some testimony, which might justify a defence upon the ground of duress and terror.",
    "what_vigol_establishes": [
      "Duress/necessity is a recognized defense: Even against federal charges arising from rebellion, the defense of 'duress and terror' was considered",
      "The question is proportionality: Was the action taken proportional to the threat faced?",
      "Government overreach creates necessity: When government acts beyond its legitimate authority, citizens may have necessity defenses"
    ],
    "modern_application": "Vigol shows that American jurisprudence has always recognized that government overreach can create necessity situations. When a government entity refuses to process complaints, displays coercive/dismissive content, systematically ignores communications, or uses its massive institutional power against a single citizen, the citizen may have a necessity defense for proportional responsive action."
  },

  "part_7_john_bad_elk_v_us": {
    "citation": "John Bad Elk v. United States, 177 U.S. 529 (1900)",
    "facts": "John Bad Elk, a Native American, killed a police officer who was attempting to arrest him without a warrant. The question was whether he had a right to resist.",
    "supreme_court_holding": "Where the officer is killed in the course of the disorder which naturally accompanies an attempted arrest that is resisted, the law looks with very different eyes upon the transaction, when the officer had the right to make the arrest, from what it does if the officer had no right. What may be murder in the first case might be nothing more than manslaughter in the other, or the facts might show that no offense had been committed.",
    "what_bad_elk_establishes": [
      "Unlawful government action can be resisted: When government actors exceed their authority, citizens have a right to resist",
      "The lawfulness of government action matters: The same act of resistance is treated differently depending on whether the government was acting lawfully",
      "Deadly force may be justified: In extreme cases, even lethal resistance to unlawful government action may be justified"
    ],
    "size_disparity_connection": "Bad Elk was one individual facing the power of the federal government. The Supreme Court recognized that even in that massive size disparity, he had rights. When government acts unlawfully - when it refuses to process complaints, displays coercive content, systematically ignores a citizen - that citizen has a Bad Elk right to resist proportionally."
  },

  "part_8_texas_founding_precedent": {
    "source": "Davenport v. Garcia, 834 S.W.2d 4 (Tex. 1992)",
    "key_passage": "Stephen F. Austin was jailed for his outspokenness in personally carrying his proposed charter and other Remonstrances to Mexico City. The Authoritarianism and unresponsiveness of Mexico to these attempts to exercise and establish protection of Free Speech are a contributing factor to Texas' Revolution and Independence.",
    "what_this_establishes": [
      "Texas recognizes resistance to unresponsive government: The founding of Texas itself was an act of resistance to a government that refused to hear grievances",
      "Remonstrance is a protected right: The right to petition government for redress of grievances is fundamental",
      "When government refuses to respond, escalation is historical: Mexico's refusal to respond to Austin's remonstrances led to the Texas Revolution"
    ],
    "parallel": "When DART and Dallas County refuse to process housing complaints, display dismissive content instead of responding, and systematically ignore communications, they are behaving like Mexico did toward Stephen F. Austin. Texas courts invoking Austin's legacy must acknowledge that the same principle applies: citizens have a right to escalate when government refuses to hear them."
  },

  "part_9_synthesized_framework": {
    "complete_legal_theory": "All of these doctrines converge into a unified framework",
    "elements": {
      "size_disparity": "Just as physical size disparity justifies greater force in self-defense, institutional size disparity justifies greater response to government coercion",
      "coercion": "Under Texas law, coercion includes implicit threats, gestures, and withholding of government services. The 'shrug' displayed on DART screens, combined with systematic non-response to complaints, constitutes coercion",
      "jimenez_application": "If one person telling another to 'get out of the house' can be coercion based on circumstances and power disparity, then a massive government entity displaying dismissive memes to a homeless person is certainly coercion",
      "whiteside_application": "Gestures and non-verbal displays can be coercive. Electronic displays are modern gestures",
      "vigol_necessity": "When government creates intolerable conditions through overreach, citizens have necessity defenses",
      "bad_elk_resistance": "Unlawful government action can be resisted. Coercion is unlawful government action",
      "texas_founding_precedent": "Texas itself exists because citizens resisted an unresponsive hostile government. Texas courts cannot honor Austin's legacy while condemning those who exercise the same rights"
    },
    "unified_test": "When an individual citizen faces a hostile government entity that is engaging in coercion through non-response to legitimate grievances, display of dismissive/provocative content, systematic denial of services, or abuse of institutional power, the citizen may respond proportionally, considering the massive SIZE DISPARITY between citizen and government, the COERCIVE nature of government's actions, the NECESSITY created by government's unlawful conduct, the BAD ELK right to resist unlawful government action, and the TEXAS FOUNDING tradition of resistance to unresponsive authority."
  },

  "part_10_application_to_van_kush_case": {
    "facts": "Rev. Ryan Van Kush was living outdoors after being forced out of the Salvation Army. He filed housing complaints under 42 USC § 3610, which requires a response within 10 days. DART and Dallas County did not process his complaints. Instead, they displayed dismissive content on electronic screens, including a 'shrug' meme, in direct response to his communications. Van Kush destroyed the screens displaying the coercive content.",
    "framework_application": {
      "size_disparity": "Van Kush is one individual. He faced DART, Dallas County, Ken Paxton's office, Bob Davis (paid by both Dallas and Collin County), and federal agencies. The size disparity is enormous.",
      "coercion_under_texas_law": {
        "statute_met": "The conduct meets the definition under § 1.07(a)(9)",
        "elements": [
          "Exposing him to 'hatred, contempt, or ridicule' through the shrug meme",
          "Withholding action as public servants (housing complaint processing)",
          "Implicit threats through systematic non-response while he was homeless"
        ]
      },
      "jimenez_parallel": "If telling someone to 'get out of the house' on the day of a subpoena is coercion, then displaying dismissive memes to a homeless person filing housing complaints is certainly coercion, and the power disparity makes it MORE coercive, not less",
      "whiteside_parallel": "The shrug meme is a gesture. Under Whiteside, threatening gestures can constitute coercion when they create 'well-grounded apprehension'",
      "necessity": "Van Kush's conduct was 'immediately necessary to avoid imminent harm' - homelessness, continuing coercion, and systematic government hostility",
      "bad_elk_right": "The government was acting unlawfully - violating 42 USC § 3610 timelines, engaging in coercion as defined by Texas law. Van Kush had a right to resist",
      "texas_founding_tradition": "Stephen F. Austin was jailed for remonstrating to an unresponsive government. Van Kush was jailed for responding to an unresponsive coercive government. The parallel is direct"
    },
    "conclusion": "Under the synthesized framework of size disparity, coercion, necessity, and the right to resist unlawful government action, Van Kush's conduct was justified. The screens were the INSTRUMENT of coercion - destroying them was proportional response to a massive institutional assault on one individual."
  },

  "keywords": [
    "size disparity",
    "self-defense",
    "fatal affray doctrine",
    "Texas self-defense law",
    "coercion",
    "Texas Penal Code",
    "institutional resistance",
    "John Bad Elk",
    "Vigol",
    "Whiskey Rebellion",
    "necessity defense",
    "unlawful government action",
    "Jimenez v State",
    "Whiteside v State",
    "witness intimidation",
    "coercion by gesture",
    "Stephen F Austin",
    "Texas Revolution",
    "remonstrance",
    "DART",
    "housing discrimination",
    "42 USC 3610",
    "Van Kush",
    "proportional response",
    "Leviathan",
    "Hobbes"
  ]
}
